{
  "41386847": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research",
      "Meta-analysis"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study utilized cBioPortal to access and analyze TCGA-LUAD cohort data to identify prognostic biomarkers in lung adenocarcinoma. The platform was used to examine FAM83A amplification patterns and validate the prognostic significance of meta-differentially expressed genes. Additionally, cBioPortal facilitated the analysis of copy number alterations and their correlation with immune cell infiltration in LUAD samples from smokers and non-smokers.",
    "specific_datasets": [
      "TCGA-LUAD"
    ],
    "confidence": "high",
    "paper_id": "41386847",
    "title": "Investigating the role of oncogenic FAM83A as a prognostic biomarker in lung adenocarcinoma: Insights from smoker and non-smoker cohorts.",
    "year": "2025",
    "classified_date": "2025-12-19T01:36:05.270663"
  },
  "41375035": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "TCGA",
      "MSK-IMPACT",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "The study identified KRAS-mutant RCC patients from two major cohorts: the MSK-IMPACT and TCGA-KIRP datasets, which are commonly accessed through cBioPortal. The researchers used these datasets to characterize the clinical, pathologic, and molecular features of KRAS-mutated renal cell carcinoma, including mutation profiles and copy number alterations. cBioPortal likely served as the primary platform for querying and retrieving genomic data from these cohorts.",
    "specific_datasets": [
      "MSK-IMPACT",
      "TCGA-KIRP"
    ],
    "confidence": "high",
    "paper_id": "41375035",
    "title": "Clinical and Molecular Characterization of KRAS-Mutated Renal Cell Carcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:36:57.309671"
  },
  "41369330": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly described. The paper focuses on investigating differentiation therapy using vitamin D analog (PRI5202) and Fludarabine in AML cells, particularly those with activating mutations in FGFR and JAK pathways. cBioPortal may have been used to identify or validate mutation patterns in these pathways, but the exact usage is not detailed in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41369330",
    "title": "Synergy in Immunostimulatory and Pro-Differentiation Effects of Vitamin D Analog and Fludarabine in Acute Myeloid Leukemias.",
    "year": "2025",
    "classified_date": "2025-12-19T01:37:03.053458"
  },
  "41362722": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis",
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Review/Commentary",
      "Pathway analysis",
      "Drug response/resistance"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper examining TOPK's role in tumorigenesis and cancer development. Based on the abstract and introduction provided, there is no explicit description of how cBioPortal was used in this study. The paper appears to cite cBioPortal as a reference source for cancer genomics data that may have been used to support discussions of TOPK expression patterns and its role across various cancers, but specific usage details are not provided in the available text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41362722",
    "title": "The Roles of TOPK in Tumorigenesis and Development: Structure, Mechanisms, Pathways, and Therapeutic Implications.",
    "year": "2026",
    "classified_date": "2025-12-19T01:39:10.740118"
  },
  "41360987": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Review/Commentary",
      "Drug response/resistance",
      "Biomarker discovery",
      "Immunotherapy"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper discussing N6-methyladenosine (m6A) RNA modification in cancer. Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in the text. The paper appears to cite cBioPortal as a reference resource but does not describe specific analyses performed using the platform.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41360987",
    "title": "N<sup>6</sup>-Methyladenosine: an RNA modification as a central regulator of cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:39:16.177445"
  },
  "41341921": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Copy number analysis",
      "Pathway analysis",
      "Multi-omics integration",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was likely used as one of the publicly available databases to access multi-omics cancer data for the comprehensive pan-cancer analysis of EIF3M. The platform would have facilitated the analysis of gene expression patterns, copy number alterations (gene amplification), methylation data, and survival outcomes across multiple cancer types. Given the integrative multi-omics approach described, cBioPortal served as a key resource for obtaining and analyzing TCGA and other cancer genomics datasets.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "41341921",
    "title": "EIF3M as a pan-cancer biomarker: prognostic significance and immune infiltration association.",
    "year": "2025",
    "classified_date": "2025-12-19T01:39:23.179545"
  },
  "41301734": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the paper does not explicitly mention cBioPortal usage. The study utilized transcriptomic data from GSE147352, GSE165595, TCGA, and CGGA databases to perform differential expression analysis and survival analysis. While TCGA data was used (which is available through cBioPortal), there is no direct mention of cBioPortal as the data access platform in the provided text.",
    "specific_datasets": [
      "TCGA-GBM"
    ],
    "confidence": "low",
    "paper_id": "41301734",
    "title": "A Prognostic Neuromodulation-Related Gene Signature Identifies Immunomodulation and Tumour-Associated Hallmarks in Glioblastoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:39:28.879498"
  },
  "41301029": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "GENIE"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to access and analyze the AACR Project GENIE v18.0-public database to identify 359 tumor samples from 346 patients with angiosarcoma. The platform was utilized to assess somatic mutations, copy number alterations, gene co-occurrence patterns, and mutual exclusivity relationships across the angiosarcoma cohort.",
    "specific_datasets": [
      "AACR Project GENIE v18.0-public"
    ],
    "confidence": "high",
    "paper_id": "41301029",
    "title": "Genomic and Demographic Characteristics of Angiosarcoma as Described in the AACR Project GENIE Registry.",
    "year": "2025",
    "classified_date": "2025-12-19T01:39:33.816176"
  },
  "41291067": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was likely used to identify and analyze the frequency of EGFR amplification in breast cancer patients and to determine the co-occurrence of PI3K pathway mutations in EGFR-amplified tumors. The platform was used to perform survival analysis comparing overall survival between EGFR amplified and unamplified breast cancer patients. The study identified that EGFR amplification occurs in 1-5% of breast cancer patients and that up to 71% of EGFR amplified tumors harbor activating PI3K pathway mutations.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "41291067",
    "title": "EGFR amplification and PI3K pathway mutations identify a subset of breast cancers that synergistically respond to EGFR and PI3K inhibition.",
    "year": "2026",
    "classified_date": "2025-12-19T01:39:39.788870"
  },
  "41251920": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "MSK-IMPACT",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "The study utilized genomic sequencing data from the MSK-IMPACT clinical sequencing platform to analyze mutations in thyroid cancer brain metastasis samples. Genomic analysis of matched primary and brain metastasis samples was performed to identify mutation patterns, revealing universal conservation of BRAF and NRAS mutations between primary tumors and brain metastases. The cBioPortal platform likely facilitated access to and analysis of the MSK-IMPACT genomic data for this cohort.",
    "specific_datasets": [
      "MSK-IMPACT"
    ],
    "confidence": "medium",
    "paper_id": "41251920",
    "title": "Clinical and genomic characterization of brain metastasis in thyroid cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:39:45.587087"
  },
  "41236806": {
    "analysis_type": [
      "Gene expression analysis",
      "Other"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no explicit mention of cBioPortal usage in this study. This is an in vitro experimental study using CRISPR-Cas9 knockout cell lines to evaluate drug combinations in BRCA-mutated prostate cancer models. The paper may cite cBioPortal in the references for background information on BRCA mutations in prostate cancer, but no direct use of the platform for data analysis or retrieval is described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41236806",
    "title": "Combined DNA-PK and PARP Inhibition as a Therapeutic Strategy in BRCA-Mutated Prostate Cancer: An in Vitro Pilot Study.",
    "year": "2025",
    "classified_date": "2025-12-19T01:39:51.357534"
  },
  "41235343": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to perform comprehensive pan-cancer genomic profiling of GCKR, including mutation frequency analysis, variant type characterization, and expression pattern mapping across multiple cancer types. The platform enabled the identification of recurrent GCKR alterations with highest frequencies in sarcoma (SARC) and uterine corpus endometrial carcinoma (UCEC), and missense mutations in breast cancer (BRCA). Additionally, cBioPortal facilitated the integration of multiomics data including genomic alterations, gene expression, and clinical outcomes across cancer types including KIRP, LUAD, and gastric cancer.",
    "specific_datasets": [
      "TCGA-SARC",
      "TCGA-UCEC",
      "TCGA-BRCA",
      "TCGA-KIRP",
      "TCGA-LUAD"
    ],
    "confidence": "high",
    "paper_id": "41235343",
    "title": "Glucokinase Regulatory Protein (GCKR) Links Metabolic Reprogramming With Immune Exclusion: Insights From a Pan-Cancer Analysis and Gastric Cancer Validation.",
    "year": "2025",
    "classified_date": "2025-12-19T01:39:58.333446"
  },
  "41229797": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract, cBioPortal was likely used to access and analyze TCGA-LUAD genomic and clinical data for the integrative multi-omics analysis. The platform would have facilitated the retrieval of gene expression data, clinical outcomes, and potentially other molecular data types needed to identify ANLN as a prognostic marker and establish the fatty acid metabolism-related gene signature. However, specific details about cBioPortal usage are not explicitly mentioned in the provided abstract and introduction.",
    "specific_datasets": [
      "TCGA-LUAD"
    ],
    "confidence": "low",
    "paper_id": "41229797",
    "title": "Integrative analysis of fatty acid metabolism and identification of <i>ANLN</i> as a novel prognostic marker in lung adenocarcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:04.920845"
  },
  "41228349": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The study utilized cBioPortal to access and analyze genomic and clinical data from 1218 breast cancer tumors from The Cancer Genome Atlas (TCGA). The platform was used to examine SPDEF mRNA expression patterns across different breast cancer subtypes, demographic groups, and to correlate expression with survival outcomes. Additionally, cBioPortal likely facilitated the analysis of promoter methylation patterns, DNMT expression, and co-expression analysis with various gene panels related to luminal differentiation, basal identity, EMT, proliferation, DNA repair, and immune signaling.",
    "specific_datasets": [
      "TCGA-BRCA"
    ],
    "confidence": "high",
    "paper_id": "41228349",
    "title": "Assessing the Tumor Suppressive Impact and Regulatory Mechanisms of SPDEF Expression in Breast Cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:10.664199"
  },
  "41225146": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Breast cancer",
      "Pancreatic cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research",
      "Methods/Software"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no clear indication that cBioPortal was directly used in this study. The paper focuses on analyzing nucleosome enrichment patterns in cell-free DNA using ATAC-seq data and machine learning (XGBoost) for cancer detection. The study appears to primarily use custom cfDNA sequencing data and open chromatin data rather than cBioPortal resources.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41225146",
    "title": "Open chromatin-guided interpretable machine learning reveals cancer-specific chromatin features in cell-free DNA.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:16.843514"
  },
  "41201200": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study integrated data from TCGA to analyze CHRNA3, CHRNA5, and CHRNA7 expression in head and neck cancer (HNC) and oral squamous cell carcinoma (OSCC). The authors used bioinformatic analyses of TCGA data alongside other databases (DepMap, Puram 2017) to assess gene expression patterns, correlations with EMT markers, prognostic implications, and associations with drug sensitivity. While cBioPortal is not explicitly mentioned by name in the abstract, TCGA data access for cancer genomics studies of this nature typically utilizes cBioPortal as a primary analysis platform.",
    "specific_datasets": [
      "TCGA-HNSC"
    ],
    "confidence": "medium",
    "paper_id": "41201200",
    "title": "The Biological and Prognostic Implications of the Nicotinic Acetylcholine Receptor α3, α5, and α7 Subunits in Oral Squamous Cell Carcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:23.790867"
  },
  "41188599": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this paper analyzes existing bulk and single-cell transcriptomic data from human breast cancers to identify age-associated differences in cell states. The authors developed a novel ASPEN (Age-Specific Program ENrichment) analysis pipeline to reveal age-related changes in estrogen receptor-positive and triple-negative breast cancers. While cBioPortal is cited, the specific usage details are not provided in the abstract, suggesting it may have been used as a source for bulk transcriptomic data or for validation purposes.",
    "specific_datasets": [
      "Not specified in abstract"
    ],
    "confidence": "medium",
    "paper_id": "41188599",
    "title": "Cell populations in human breast cancers are molecularly and biologically distinct with age.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:29.550437"
  },
  "41185627": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Melanoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper describes using publicly available single-cell RNA-sequencing data from melanoma patients and validation with bulk RNA-seq data, but does not specifically reference cBioPortal as a data source or analysis platform. The citation of cBioPortal may be in the references as a general resource rather than as a primary tool used in the analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41185627",
    "title": "Uncovering Cellular Interactome Drivers of Immune Checkpoint Inhibitor Response in Advanced Melanoma Patients.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:35.327037"
  },
  "41174249": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Tumor evolution"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, cBioPortal was likely used to identify and validate the occurrence of FGFR1 mutations in familial and sporadic cases of low-grade glioneuronal tumors. The platform may have been utilized to analyze mutation patterns and frequencies of FGFR1 alterations (particularly the hotspot mutations N546K, K656E, and the R661P variant) across brain tumor datasets. However, the specific details of cBioPortal usage are not explicitly described in the provided text.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "41174249",
    "title": "Concurrence of FGFR1 mutations modulates oncogenesis in glioneuronal tumors.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:41.533117"
  },
  "41168197": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal in this study is not explicitly described. The paper focuses on whole genome sequencing analysis of germline predisposition in 92 glioblastoma patients using paired tumor-normal WGS data. cBioPortal may have been cited as a reference resource or for comparative analysis, but the primary analysis appears to be based on the authors' own WGS dataset rather than data retrieved from cBioPortal.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41168197",
    "title": "Whole genome sequencing-based analysis of genetic predisposition to adult glioblastoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:47.372208"
  },
  "41153058": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study utilized cBioPortal to access and analyze multi-omics data from The Cancer Genome Atlas (TCGA) breast cancer cohorts to identify genes associated with low T cell infiltration. The authors likely used cBioPortal to examine THSD4 gene expression patterns across breast cancer subtypes, particularly hormone receptor-positive tumors, and to correlate expression with immune infiltration and clinical outcomes. This analysis was combined with data from the I-SPY2 clinical trial to identify THSD4 as a mediator of T cell exclusion and anti-PD-1 resistance.",
    "specific_datasets": [
      "TCGA breast cancer",
      "TCGA-BRCA"
    ],
    "confidence": "medium",
    "paper_id": "41153058",
    "title": "THSD4 is a novel mediator of T cell exclusion and anti-PD-1 resistance in hormone receptor-positive breast cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:53.780129"
  },
  "41145757": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to analyze the relationship between AARS1/2 expression and clinical features as well as mutational landscape across 33 cancer types. The platform was specifically utilized alongside the GSCA database to examine mutation spectra and correlate genetic alterations with clinical outcomes in pan-cancer analysis, with particular focus on urologic neoplasms including bladder urothelial carcinoma (BLCA).",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "41145757",
    "title": "Multi-omics analysis revealed heterogeneity of AARS1 and AARS2 in pan-cancer and identified AARS1 as a potential prognostic biomarker for urologic neoplasms.",
    "year": "2025",
    "classified_date": "2025-12-19T01:40:59.351565"
  },
  "41125532": {
    "analysis_type": [
      "Mutation analysis",
      "Other"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Immunotherapy",
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract, the authors used publicly available human cutaneous squamous cell carcinoma (cSCC) datasets to assess the frequency of shared mutations between patients. While cBioPortal is cited, the specific details of how it was used are not explicitly described in the provided abstract and introduction. The analysis appears to have been used to establish the rationale that shared neoantigens are rare in cSCC, supporting the need for personalized neoantigen vaccines.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "41125532",
    "title": "Structural changes from wild-type define tumor-rejecting neoantigens.",
    "year": "2025",
    "classified_date": "2025-12-19T01:41:05.470560"
  },
  "41108004": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on network toxicology, Mendelian Randomization analysis, and molecular docking to investigate BPA's effects on ovarian cancer. While the paper cites cBioPortal, the specific usage details are not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41108004",
    "title": "Investigating the potential causal link between BPA and ovarian carcinogenesis: a network toxicology and mendelian randomization study on the CTRC/PRDX1/SKP1 pathway.",
    "year": "2025",
    "classified_date": "2025-12-19T01:42:15.586447"
  },
  "41105760": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "METABRIC"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to perform bioinformatic analysis of breast cancer datasets, specifically examining gene expression patterns and survival outcomes related to radiation resistance and metastasis in triple-negative breast cancer. The authors likely queried TCGA and METABRIC breast cancer cohorts through cBioPortal to validate their experimental findings regarding ITGB3, HNRNPL, and associated RNA metabolism pathways.",
    "specific_datasets": [
      "TCGA-BRCA",
      "METABRIC"
    ],
    "confidence": "medium",
    "paper_id": "41105760",
    "title": "Resistance to radiation enhances metastasis by altering RNA metabolism.",
    "year": "2025",
    "classified_date": "2025-12-19T01:42:21.021837"
  },
  "41102416": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Lung cancer",
      "Breast cancer",
      "Colorectal cancer",
      "Prostate cancer",
      "Melanoma",
      "Glioma/Brain cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Meta-analysis"
    ],
    "data_source": [
      "GENIE",
      "MSK-IMPACT",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "This study performed a meta-analysis of two large targeted panel sequencing cohorts (275,605 samples across 14 cancer types) to identify differences in somatic alterations across genetic ancestries. The authors analyzed mutation patterns including TERT promoter mutations, clinically actionable alterations (ERBB2, MET), and driver alterations, comparing frequencies across patients of African, East Asian, and European ancestry. cBioPortal was likely used to access and analyze the GENIE and MSK-IMPACT datasets, which are major data sources hosted on the platform.",
    "specific_datasets": [
      "GENIE",
      "MSK-IMPACT"
    ],
    "confidence": "medium",
    "paper_id": "41102416",
    "title": "Meta-analysis reveals differences in somatic alterations by genetic ancestry across common cancers.",
    "year": "2025",
    "classified_date": "2025-12-19T01:42:27.420822"
  },
  "41089657": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Multi-omics integration",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Methods/Tools development",
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, cBioPortal is cited as a reference but specific usage details are not described in these sections. The paper focuses on developing GETgene-AI framework that integrates mutational frequency data (G List), differential expression data (E List), and known drug targets (T List), which are data types available through cBioPortal, but the exact role of cBioPortal in data acquisition is not explicitly stated in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41089657",
    "title": "GETgene-AI: a framework for prioritizing actionable cancer drug targets.",
    "year": "2025",
    "classified_date": "2025-12-19T01:42:33.588434"
  },
  "41089282": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to access and validate findings against The Cancer Genome Atlas (TCGA) datasets for papillary thyroid carcinoma. The authors likely utilized cBioPortal to analyze mutation patterns, mutual exclusivity relationships between BRAF and RET/NRAS mutations, and to validate their single-center findings (72 PTC cases) against larger TCGA cohorts. This validation approach helped establish the generalizability of their mutation-guided prognostic framework.",
    "specific_datasets": [
      "TCGA thyroid cancer",
      "TCGA-THCA"
    ],
    "confidence": "medium",
    "paper_id": "41089282",
    "title": "Mutation interactions of BRAF and TP53 define novel prognostic stratification and therapeutic implications in papillary thyroid carcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:42:40.558611"
  },
  "41088330": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis",
      "Precision medicine",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on experimental validation of ME2 knockdown in TNBC models using in vitro cell lines, xenograft models, metabolomics, and transcriptomics approaches, along with crystal structure determination. cBioPortal may have been cited in the references for background information or validation purposes, but specific usage is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41088330",
    "title": "Interplay between malic enzyme 2, de novo serine synthesis, and the malate-aspartate shuttle drives metabolic adaptation in triple-negative breast cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:42:46.631887"
  },
  "41073135": {
    "analysis_type": [
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Immunotherapy",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no explicit mention of cBioPortal usage in this study. The research focuses on immunohistochemical assessment of CLDN6 expression in tissue samples and experimental CAR T-cell therapy models. cBioPortal may have been cited in the references but its specific use in data analysis or validation is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41073135",
    "title": "Claudin 6 is a suitable target for CAR T-cell therapy in atypical teratoid/rhabdoid brain tumors and other pediatric solid tumors.",
    "year": "2025",
    "classified_date": "2025-12-19T01:42:52.027579"
  },
  "41072789": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Review/Commentary",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a comprehensive review article on PRMT5 inhibitors and therapeutic strategies. Based on the abstract and introduction provided, there is no explicit description of cBioPortal usage in the study. The paper appears to cite cBioPortal as a reference resource rather than actively using it for data analysis or visualization.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41072789",
    "title": "Cracking PRMT5: Mechanistic insights, clinical advances, and AI-driven strategies.",
    "year": "2025",
    "classified_date": "2025-12-19T01:42:57.456750"
  },
  "41068948": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly detailed. However, given the study's focus on hepatocellular carcinoma with integrated bulk and single-cell RNA-Seq analyses, survival analysis, and correlation with genomic instability and patient prognosis, cBioPortal was likely used to access TCGA-HCC datasets for validation of gene expression patterns, survival outcomes, and potentially genomic alterations associated with the identified lncRNAs and splicing factors.",
    "specific_datasets": [
      "TCGA-LIHC"
    ],
    "confidence": "medium",
    "paper_id": "41068948",
    "title": "A novel lncRNA-mediated signaling axis governs cancer stemness and splicing reprogramming in hepatocellular carcinoma with therapeutic potential.",
    "year": "2025",
    "classified_date": "2025-12-19T01:43:03.691116"
  },
  "41062697": {
    "analysis_type": [
      "Mutation analysis",
      "Other"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Tumor evolution",
      "Methods/Tools development",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, cBioPortal appears to be cited as a reference but specific usage details are not described in these sections. The study primarily uses custom ultradeep duplex DNA sequencing data from normal bladder samples rather than cBioPortal datasets. cBioPortal may have been used for comparative analysis or validation purposes, but this cannot be confirmed from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41062697",
    "title": "Sex and smoking bias in the selection of somatic mutations in human bladder.",
    "year": "2025",
    "classified_date": "2025-12-19T01:43:09.857171"
  },
  "41062612": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was likely used to access and analyze mutation data for KMT2C and KMT2D in breast cancer patient samples, particularly from TCGA datasets. The platform was used to identify mutation frequencies (10-20% collectively) and to correlate mutation status with transcriptome data and clinical subtypes. The integration of mutation data with gene expression, ChIP-seq, and chromatin accessibility data suggests cBioPortal served as a primary source for genomic and clinical annotations of breast cancer samples.",
    "specific_datasets": [
      "TCGA breast cancer"
    ],
    "confidence": "medium",
    "paper_id": "41062612",
    "title": "Contrasting roles of KMT2C and KMT2D in breast cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:10.599101"
  },
  "41051525": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "MSK-IMPACT",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to query the MSK-IMPACT platform data to determine the somatic mutation frequency of STK11 in breast cancer patients. The authors found that STK11 mutations occur in 1.9% of 3116 breast cancer cases in the MSK-IMPACT dataset, which provided the rationale for investigating the role of STK11 suppression in breast cancer tumor-immune interactions.",
    "specific_datasets": [
      "MSK-IMPACT"
    ],
    "confidence": "high",
    "paper_id": "41051525",
    "title": "Suppression of STK11 induces expansion of polymorphonuclear myeloid-derived suppressive cells and activation of immune signaling in breast cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:15.724584"
  },
  "41046136": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis",
      "Pathway analysis",
      "Multi-omics integration",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Methods/Tools development",
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper describes MPAC, a computational framework for multi-omic pathway analysis, and demonstrates it using TCGA head and neck squamous cell carcinoma data (DNA copy number and RNA-seq). While the paper cites cBioPortal, the specific usage details are not described in the provided text.",
    "specific_datasets": [
      "TCGA-HNSC"
    ],
    "confidence": "low",
    "paper_id": "41046136",
    "title": "MPAC: a computational framework for inferring pathway activities from multi-omic data.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:22.169396"
  },
  "41044153": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to investigate genetic alterations in WNT family genes in breast cancer, including analysis of mutation patterns and copy number alterations (amplifications). The platform was also used to examine the correlation between WNT gene alterations and immune infiltration as well as immunotherapy-related biomarkers. Additionally, cBioPortal data contributed to the multi-omics analysis alongside DNA methylation data from SMART database and drug sensitivity data from GSCA database.",
    "specific_datasets": [
      "TCGA-BRCA"
    ],
    "confidence": "high",
    "paper_id": "41044153",
    "title": "Comprehensive bioinformatics analysis reveals prognostic significance and immunological roles of WNT gene family in breast cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:28.022135"
  },
  "41029863": {
    "analysis_type": [
      "Multi-omics integration",
      "Gene expression analysis",
      "Mutation analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Database/Resource",
      "Methods/Tools development",
      "Precision medicine"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no explicit mention of cBioPortal usage in this study. TumorXDB appears to be an independent database platform that integrates xWAS/xQTL data from various sources. While the paper cites cBioPortal, the specific usage details are not described in the provided text, suggesting it may be cited as a related resource or for comparison purposes rather than as a primary data source or analysis tool.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41029863",
    "title": "TumorXDB: an integrated multi-omics xWAS/xQTL platform for cross-ethnic pan-cancer analysis.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:34.316302"
  },
  "41029822": {
    "analysis_type": [
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Methods/Tools development"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on developing PREFFECT, a computational tool for analyzing FFPE RNA-seq data, and evaluates it on fRNA-seq datasets. cBioPortal may only be cited in the references without direct usage in the methodology or analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41029822",
    "title": "Generative and integrative modeling for transcriptomics with formalin fixed paraffin embedded material.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:40.001041"
  },
  "41023204": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Prostate cancer",
      "Lung cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Tumor evolution",
      "Review/Commentary"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper on lineage plasticity and histological transformation in cancer. While cBioPortal is cited, the abstract and introduction do not provide specific details about how cBioPortal data was used in the review. The paper likely references cBioPortal as a source for genomic data related to tumor transformation events, particularly in prostate and lung cancers, but specific usage details are not evident from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41023204",
    "title": "Lineage plasticity and histological transformation: tumor histology as a spectrum.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:45.933112"
  },
  "41020834": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Drug response/resistance"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The paper integrated multi-omics data from TCGA and other databases to investigate PSMB9's role across cancers. While cBioPortal is cited as a cancer genomics portal, the abstract does not provide explicit details about specific analyses performed using cBioPortal. The study likely used cBioPortal to access and analyze TCGA data for gene expression, clinical correlations, and immune landscape characterization across multiple cancer types.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "41020834",
    "title": "PSMB9 Orchestrates Tumor Immune Landscape and Serves as a Potent Biomarker for Prognosis and T Cell-Based Immunotherapy Response.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:52.001948"
  },
  "41017066": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Melanoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Tumor evolution",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper describes a proteogenomic analysis of melanoma metastases using custom autopsy samples with RNA-sequencing and mass spectrometry-based proteomics. While the paper cites cBioPortal, the actual usage details are not described in the provided text, suggesting it may have been cited for reference or comparison purposes rather than as a primary data source or analysis tool.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41017066",
    "title": "Distant metastases of melanoma exhibit varying extent of intrapatient proteogenomic heterogeneity.",
    "year": "2025",
    "classified_date": "2025-12-19T01:49:58.051803"
  },
  "41016526": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Not specified"
    ],
    "research_area": [
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This paper does not appear to directly use cBioPortal for its primary research. The study focuses on developmental biology using zebrafish models to investigate Sfrp1a's role in hematopoietic stem and progenitor cell development. The citation to cBioPortal is likely a reference to support the statement about SFRP1 variants in hematopoietic cancers mentioned in the abstract, rather than indicating actual data analysis using the platform.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41016526",
    "title": "Secreted frizzled-related protein 1a regulates hematopoietic development in a dose-dependent manner.",
    "year": "2026",
    "classified_date": "2025-12-19T01:50:04.202588"
  },
  "41011149": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The research primarily utilized high-throughput sequencing (HTS2) to generate gene expression profiles from prostate cancer cells treated with MGFD, combined with network pharmacology and bioinformatics approaches. cBioPortal may have been cited as a reference or used for validation purposes, but specific usage details are not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41011149",
    "title": "Large-Scale Transcriptome Profiling and Network Pharmacology Analysis Reveal the Multi-Target Inhibitory Mechanism of Modified Guizhi Fuling Decoction in Prostate Cancer Cells.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:09.922731"
  },
  "41009727": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used in this study to access and analyze transcriptomic data for epithelial ovarian cancer (EOC), particularly to identify CDK1 as a central hub gene through protein-protein interaction network analysis. The platform enabled the researchers to correlate CDK1 overexpression with survival outcomes and assess its involvement in oncogenic pathways. cBioPortal served as a key data source for the integrative computational pipeline combining transcriptomic profiling with machine learning and molecular simulations.",
    "specific_datasets": [
      "TCGA-OV"
    ],
    "confidence": "medium",
    "paper_id": "41009727",
    "title": "Integrated Analysis, Machine Learning, Molecular Docking and Dynamics of CDK1 Inhibitors in Epithelial Ovarian Cancer: A Multifaceted Approach Towards Targeted Therapy.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:15.786330"
  },
  "41009348": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as one of multiple public databases to perform differential gene expression and mutational analyses in colorectal cancer. The platform was specifically utilized to assess the prevalence and clinical significance of BRAF, MEK, and PI3K alterations in CRC patients. This analysis helped establish the rationale for targeting these pathways with Antrocin as a multi-target therapeutic agent.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "41009348",
    "title": "Integrated In Silico and Experimental Validation of Antrocin as a Plant-Derived Multi-Target Therapeutic for BRAF/MEK/PI3K-Driven Colorectal Cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:21.405518"
  },
  "41007704": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "GENIE"
    ],
    "cbioportal_usage_summary": "This study utilized the AACR GENIE Biopharma Collaborative (BPC) NSCLC 2.0 dataset, which is accessible through cBioPortal, to conduct a retrospective analysis of KRAS and SMARCA4 mutations in non-small cell lung cancer patients. The researchers identified patients with these mutations and co-mutations, and performed survival analyses using Cox proportional hazards models to assess prognostic implications. The GENIE BPC dataset provided real-world clinical and genomic data that enabled the evaluation of mutation classes and their impact on overall survival outcomes.",
    "specific_datasets": [
      "AACR GENIE BPC NSCLC 2.0"
    ],
    "confidence": "high",
    "paper_id": "41007704",
    "title": "Prognostic Impact of <i>KRAS</i> and <i>SMARCA4</i> Mutations and Co-Mutations on Survival in Non-Small Cell Lung Cancer: Insights from the AACR GENIE BPC Dataset.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:27.109389"
  },
  "41006257": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research",
      "Methods/Software"
    ],
    "data_source": [
      "MSK-IMPACT",
      "GENIE",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to access and analyze real-world genomic data from patients with non-small cell lung cancer to validate AI-predicted cancer driver mutations. The researchers evaluated variants of unknown significance (VUSs) by testing their association with overall survival and mutual exclusivity with known oncogenic alterations using data from two patient cohorts (N=7965 and 977). cBioPortal served as the primary platform for accessing MSK-IMPACT and potentially GENIE datasets to perform survival analysis and pathway-level mutation analysis.",
    "specific_datasets": [
      "MSK-IMPACT",
      "GENIE"
    ],
    "confidence": "high",
    "paper_id": "41006257",
    "title": "AI cancer driver mutation predictions are valid in real-world data.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:33.166425"
  },
  "41003874": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The study investigated APP (amyloid precursor protein) mRNA and protein expression in glioblastoma using data likely accessed through cBioPortal. Gene set enrichment analysis was performed to identify pathways associated with APP expression, revealing enrichment of synaptic and neuron projection gene sets, as well as negative enrichment of immune-related processes. cBioPortal was likely used to access GBM gene expression data for correlation and pathway analyses.",
    "specific_datasets": [
      "TCGA-GBM"
    ],
    "confidence": "medium",
    "paper_id": "41003874",
    "title": "Amyloid precursor protein accumulation in glioblastoma is associated with altered synaptic dynamics and immune suppression.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:39.204569"
  },
  "41000977": {
    "analysis_type": [
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on experimental laboratory work using cell lines (MDA-MB-231 and Hs578T), siRNA knockdown, and adhesion assays to investigate IGF1R and integrin function in breast cancer. If cBioPortal was cited, it was likely used for background information or validation purposes, but specific usage is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41000977",
    "title": "Insulin-Like Growth Factor 1 Receptor Regulates Breast Cancer Cell Adhesion through Beta-1 Integrin.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:44.527227"
  },
  "41000613": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly described. The paper focuses on experimental investigation of ARID1A and ARID1B functions in B cell development and transformation using mouse models and in vitro studies. cBioPortal may have been used to examine mutation frequencies of ARID1A and ARID1B in B cell malignancies or to validate findings, but this is not detailed in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "41000613",
    "title": "ARID1A and ARID1B preserve B cell identity, prevent myeloid transformation and reveal therapeutic vulnerabilities.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:50.145794"
  },
  "40998903": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Lung cancer",
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to analyze the distribution of genetic alterations in C15ORF48 across various cancers. The study identified specific mutations including S29F, T38I, and K61N, as well as pathogenic hotspots such as G25D, S28K, and T38W in the C15ORF48 gene. This analysis was part of a comprehensive pan-cancer investigation to understand the role of C15ORF48 as a potential biomarker and therapeutic target.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40998903",
    "title": "C15ORF48 serves as a potential biomarker and therapeutic target in pan-cancer with implications for lung cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:50:55.621957"
  },
  "40994935": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The paper likely used cBioPortal to access and analyze TCGA data for clear cell renal cell carcinoma (ccRCC), examining MGLL gene expression patterns, clinical correlations, and survival outcomes. The study integrated multiple databases including GEO datasets for validation, and performed comprehensive analyses of gene co-expression, immune infiltration patterns, and prognostic associations. While cBioPortal is cited, the abstract does not provide explicit details about specific cBioPortal functionalities used.",
    "specific_datasets": [
      "TCGA",
      "GSE40435",
      "GSE66270",
      "GSE213324"
    ],
    "confidence": "medium",
    "paper_id": "40994935",
    "title": "Comprehensive analysis of MGLL as a novel diagnostic and prognostic biomarker for clear cell renal cell carcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:02.123536"
  },
  "40988915": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used a public gene database (likely cBioPortal) to develop the \"shedding pAxl score\" and investigate correlations with EMT-related genes. The researchers analyzed gene expression data to validate their immunohistochemistry findings and establish associations between pAxl shedding and epithelial-mesenchymal transition signatures. The shedding pAxl score showed strong correlation with established EMT signature scores using this public database.",
    "specific_datasets": [
      "Not specified"
    ],
    "confidence": "medium",
    "paper_id": "40988915",
    "title": "Shedding Phosphorylated Axl Receptor in Lung Adenocarcinoma: Dual-Domain Immunohistochemistry Approach.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:07.794594"
  },
  "40977519": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study performed an in silico analysis using cell line collections to assess correlations between BRCA1/2 mutations and PARP inhibitor sensitivity. The authors examined genomic alterations (mutations, copy number), PARP1 expression levels, and genome alteration patterns in cell lines to identify factors associated with drug response. cBioPortal was likely used to access and analyze these multi-dimensional genomic and expression data from cancer cell line databases.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40977519",
    "title": "Unmatched Cell Line Collections Are Not Optimal for Identification of PARP Inhibitor Response and Drug Synergies.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:13.535233"
  },
  "40977288": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the paper appears to use cBioPortal to access TCGA glioblastoma data for validation purposes. The study likely queried FAK (PTK2) expression levels and potentially correlated them with patient survival outcomes in glioblastoma datasets. cBioPortal would have been used to support the clinical relevance of their experimental findings from the mouse stem cell model.",
    "specific_datasets": [
      "TCGA-GBM"
    ],
    "confidence": "medium",
    "paper_id": "40977288",
    "title": "FAK modulates glioblastoma stem cell energetics via regulation of glycolysis and glutamine oxidation.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:19.389897"
  },
  "40976930": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Melanoma"
    ],
    "research_area": [
      "Review/Commentary"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper that provides an overview of PTEN's role in melanoma suppression. Based on the abstract and introduction provided, there is no direct description of cBioPortal usage in the paper itself. The paper likely cites cBioPortal as a reference resource for cancer genomics data related to PTEN alterations in melanoma, but specific usage details are not evident from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40976930",
    "title": "The Roles of PTEN in Melanoma Suppression.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:24.400803"
  },
  "40970974": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Tumor evolution",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of how cBioPortal was used in this study. The paper describes a paired next-generation sequencing study of appendiceal goblet cell adenocarcinomas and coincident lesions using in-house clinical samples. cBioPortal may have been cited as a reference or used for comparative analysis, but specific usage details are not provided in the available text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40970974",
    "title": "A paired sequencing study of goblet cell adenocarcinomas with coincident sessile serrated lesions and low-grade appendiceal mucinous neoplasms.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:29.698955"
  },
  "40955658": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was likely used to analyze clinical cohorts for correlations between CDK12/13 expression levels and patient survival outcomes as well as response to immune checkpoint blockade therapy. The platform was probably utilized to access genomic and clinical data across multiple cancer types to validate the immunogenic phenotype associated with CDK12 inactivation. Given the pan-cancer analysis and survival correlations mentioned, cBioPortal served as a key resource for mining publicly available cancer genomics datasets including TCGA.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40955658",
    "title": "CDK12/13 inactivation triggers STING-mediated antitumor immunity in preclinical models.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:37.009266"
  },
  "40950237": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Colorectal cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery",
      "Methods/Tools development",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Methods/Software"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The authors integrated clinical datasets to uncover proliferation and resistance-associated genes with prognostic potential. cBioPortal was likely used to access TCGA and other clinical genomics data to validate the drug resistance genes identified through their BOGO screening platform and to assess their clinical relevance across cancer types. The integration of clinical data helped identify genes with prognostic significance related to drug response.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40950237",
    "title": "BOGO: A Proteome-Wide Gene Overexpression Platform for Discovering Rational Cancer Combination Therapies.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:43.157798"
  },
  "40944348": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific use of cBioPortal is not explicitly described. The study focuses on analyzing BCOR mutations in conventional and dedifferentiated chondrosarcoma cases, comparing 12 BCOR-mutated cases against 15 BCOR-wildtype controls. While cBioPortal is cited, the paper appears to primarily use institutional/custom patient samples for their clinicopathological analysis rather than directly analyzing cBioPortal datasets.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40944348",
    "title": "BCOR-Mutated Conventional and Dedifferentiated Chondrosarcoma: A Clinicopathologic Study.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:49.048175"
  },
  "40919994": {
    "analysis_type": [
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Immunotherapy",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on preclinical evaluation of FOLR1-targeted CAR T-cell therapy against osteosarcoma using in vitro and in vivo models. While the authors characterize FOLR1 expression in patient specimens, cell lines, and xenografts, the specific data sources and analysis platforms are not detailed in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40919994",
    "title": "Preclinical Evaluation of Folate Receptor-α Chimeric Antigen Receptor T Cells Exhibits Highly Efficient Antitumor Activity against Osteosarcoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:51:54.591220"
  },
  "40909996": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Lung cancer",
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to extract tumor mutational burden (TMB) and fraction genome altered (FGA) data for 6,488 patients across 18 solid tumor types from The Cancer Genome Atlas (TCGA). These biomarkers were then analyzed in relation to anesthetic/analgesic drug target receptor gene expression and correlated with clinical outcomes in lung and colon adenocarcinoma cohorts to develop a precision approach to immunomodulation.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "40909996",
    "title": "Towards a precision approach to anesthetic/analgesic immunomodulation in cancer.",
    "year": "2024",
    "classified_date": "2025-12-19T01:52:00.714411"
  },
  "40904607": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to access TCGA RNA-seq data for invasive lobular carcinoma (ILC) patients. The authors applied lasso-logistic regression to 41 aminoacyl-tRNA synthetase (ARS) genes using patient vital status as the outcome, and performed survival analysis to identify SARS1 and CARS2 as prognostic biomarkers. cBioPortal served as the primary data source for obtaining gene expression and clinical outcome data.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40904607",
    "title": "Identification of SARS1 as a Prognostic Biomarker in Invasive Lobular Carcinoma Using Lasso-Logistic Regression.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:06.702486"
  },
  "40894652": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract, the study analyzed circadian clock gene expression patterns and MYC pathway activation in lung adenocarcinoma tumors, likely using TCGA data accessed through cBioPortal. The researchers used Clock Correlation Distance (CCD) to assess circadian rhythm disruption and examined correlations with MYC expression, pathway activation, and EMT/TGF-β signaling programs. cBioPortal was likely used to access and analyze gene expression data from human lung adenocarcinoma samples to identify determinants of circadian disruption.",
    "specific_datasets": [
      "TCGA-LUAD"
    ],
    "confidence": "medium",
    "paper_id": "40894652",
    "title": "MYC and Epithelial to Mesenchymal Transition (EMT) Independently Predict Circadian Rhythm Disruption in Lung Adenocarcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:12.579065"
  },
  "40875132": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Precision medicine",
      "Review/Commentary",
      "Biomarker discovery"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, this appears to be a review paper discussing CRISPR-knockout library screening methods for identifying genetic dependencies in epithelial ovarian cancer (EOC). The specific usage of cBioPortal is not detailed in the provided text, though it is cited. cBioPortal was likely referenced as a resource for accessing cancer genomics data to contextualize CRISPR screening findings or to identify cancer-associated mutations relevant to synthetic lethality studies.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40875132",
    "title": "Revealing genetic drivers of ovarian cancer and chemoresistance: insights from whole-genome CRISPR-knockout library screens.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:19.699942"
  },
  "40874905": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract, cBioPortal was likely used to perform survival analysis correlating the expression of FOXA1-interacting proteins with relapse-free survival in ER-positive breast cancer patients. The study identified 42 novel FOXA1 partners, including NR2C2, that were significantly associated with poor relapse-free survival, suggesting cBioPortal was used to access clinical outcome data linked to gene expression profiles. However, the specific details of cBioPortal usage are not explicitly described in the provided abstract.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40874905",
    "title": "Mapping the FOXA1 Interactome in ER+ Breast Cancer Cells Using Proximity Labeling Reveals Novel Interactions with the Orphan Nuclear Receptor NR2C2.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:26.169090"
  },
  "40869426": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal being used in this study. The paper describes using GEO database for raw data extraction, STRING and Gephi for hub gene identification, miRPathDB for pathway analysis, miRWalk for miRNA-gene interactions, and miRDB for miRNA confirmation. cBioPortal may have been cited in the references but does not appear to be a primary data source or analysis tool in this research.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40869426",
    "title": "Functional Role of miR-138-5p and miR-200b-3p in Testicular Germ Cell Tumors: Molecular Insights into Seminoma and Teratoma Pathogenesis.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:31.823922"
  },
  "40868045": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The study analyzed 421 prostate cancer patients from The Cancer Genome Atlas (TCGA) who underwent radical prostatectomy. The researchers used the data to identify differentially expressed genes between patients with and without perineural invasion (PNI), and evaluated the prognostic significance of these genes using survival analysis. While cBioPortal is cited, the abstract does not explicitly describe how cBioPortal was accessed or used to retrieve the TCGA data.",
    "specific_datasets": [
      "TCGA prostate cancer"
    ],
    "confidence": "medium",
    "paper_id": "40868045",
    "title": "Transcriptomic Profile of Perineural Invasion in Prostate Cancer Identifies Prognostic Gene Signatures.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:37.897978"
  },
  "40849581": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Not specified"
    ],
    "research_area": [
      "Review/Commentary"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper about Bcl-2 modifying factor (Bmf), a BH3-only protein in the Bcl-2 family. Based on the abstract and introduction provided, there is no clear indication that cBioPortal was actively used for data analysis in this study. The paper appears to be a comprehensive review of Bmf's functions, regulation, and significance in normal and pathological contexts, and cBioPortal is likely only cited as a reference or resource rather than being used for original data analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40849581",
    "title": "Bcl-2 modifying factor (Bmf): \"a mysterious stranger\" in the Bcl-2 family proteins.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:43.418208"
  },
  "40849558": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Colorectal cancer",
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to analyze tumor genetic variations in GOT1 across colorectal cancer samples, including mutation burden, copy number alterations, and microsatellite instability status. The platform facilitated the investigation of genomic alterations associated with GOT1 expression in both CRC-specific and pan-cancer contexts. This analysis helped characterize the molecular landscape of GOT1 in relation to tumor genetics and potential therapeutic implications.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "40849558",
    "title": "Exploring the multifaceted roles of glutamate oxaloacetate transaminase 1 as a biomarker and therapeutic target in colorectal cancer and pan-cancer analyses.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:49.873098"
  },
  "40846695": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, cBioPortal was likely used to analyze ERBB3 expression levels and correlate them with clinical outcomes in gastric cancer patients. The study investigated the relationship between ERBB3 expression and ferroptosis pathway components (SLC7A11, GPX4) in gastric cancer, which typically involves querying publicly available datasets through cBioPortal. The platform was probably used to validate the clinical relevance of ERBB3 as a regulator of ferroptosis sensitivity in gastric cancer.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40846695",
    "title": "ERBB3 influences the ferroptosis pathway via modulation of lipid peroxidation and GSH synthesis in gastric cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:52:56.717145"
  },
  "40839124": {
    "analysis_type": [
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Review/Commentary"
    ],
    "study_type": [
      "Meta-analysis",
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no clear indication that cBioPortal was directly used in this study. This is a systematic review and meta-analysis examining the prognostic role of IL-8 in renal cell carcinoma by synthesizing data from previously published studies. The paper may cite cBioPortal in the references, but the abstract does not describe any direct usage of the platform for data retrieval or analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40839124",
    "title": "Interleukin-8 as a potential prognostic biomarker in renal cell carcinoma: a systematic review and meta-analysis.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:03.266732"
  },
  "40832239": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Methods/Tools development",
      "Database/Resource"
    ],
    "study_type": [
      "Methods/Software"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "MutationAssessor version 4 (r4) has been integrated into cBioPortal for Cancer Genomics to provide functional impact scores for somatic mutations. The tool now provides functional impact assessments for approximately 4 million somatic amino-acid changing mutations across more than 320,000 human tumor samples available through cBioPortal. This integration makes the MutationAssessor functional impact predictions widely accessible to cancer researchers using the cBioPortal platform.",
    "specific_datasets": [],
    "confidence": "high",
    "paper_id": "40832239",
    "title": "MutationAssessor in cBioPortal.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:09.351493"
  },
  "40806592": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Methods/Tools development",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The study focuses on analyzing missense variants of uncertain significance (VUSs) in TP53 from the gnomAD database using in silico tools (PhosphositePlus, Kinase Library, and Dynamut2) to assess protein stability and phosphorylation effects. cBioPortal may have been cited in the references for general context about TP53 mutations in cancer, but no specific usage is described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40806592",
    "title": "GnomAD Missense Variants of Uncertain Significance: Implications for p53 Stability and Phosphorylation.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:15.725950"
  },
  "40806338": {
    "analysis_type": [
      "Mutation analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Tumor evolution",
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to access and analyze colorectal cancer genomic data, specifically examining POLε (POLE) mutations and their co-occurrence patterns with mutations in other genes. The researchers partitioned POLE mutations into driver, passenger, and wild-type categories and assessed mutation patterns across these groups to understand the relationship between POLE driver mutations and mutations in other cancer-related genes. An artificial intelligence algorithm was applied to determine co-occurring mutations in colorectal cancers harboring POLE mutations.",
    "specific_datasets": [
      "TCGA colorectal cancer"
    ],
    "confidence": "medium",
    "paper_id": "40806338",
    "title": "Comprehensive Analysis of Human Colorectal Cancers Harboring Polymerase Epsilon Mutations.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:22.514272"
  },
  "40804718": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Other solid tumor",
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this study utilized multiple ccRCC cohorts to develop a Bidirectional Liquid-Liquid Phase Separation-associated Index (B-LLPSI) for predicting patient prognosis and therapeutic response. The study appears to have used cBioPortal to access multi-omics data including gene expression and clinical data from TCGA and potentially other cohorts to perform survival analysis and validate the B-LLPSI signature across multiple cancer types. The specific details of cBioPortal usage are not explicitly described in the provided abstract and introduction.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40804718",
    "title": "Multi-omics analysis of bidirectional liquid-liquid phase separation signatures reveals immunotherapy response and prognosis in renal cell carcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:28.939497"
  },
  "40799741": {
    "analysis_type": [
      "Survival analysis"
    ],
    "cancer_type": [
      "Not specified"
    ],
    "research_area": [
      "Methods/Tools development"
    ],
    "study_type": [
      "Methods/Software"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no clear indication that cBioPortal was actually used in this study. ShinyEvents is described as an independent web-based framework for longitudinal clinical data analysis and real-world survival estimation. The paper appears to cite cBioPortal in references but does not describe using cBioPortal data or functionality in the methodology.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40799741",
    "title": "ShinyEvents: harmonizing longitudinal data for real world survival estimation.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:35.070963"
  },
  "40796942": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "The paper analyzed TCGA high-grade serous ovarian carcinoma (HGSOC) data to investigate the relationship between RB1 mRNA expression and homologous recombination (HR) status. The study used 272 HGSOC cases from TCGA to perform survival analysis and molecular characterization, stratifying patients by RB1 expression levels and HR status. While cBioPortal is cited as a source for cancer genomics data, the specific details of how the platform was accessed or queried are not explicitly described in the abstract.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40796942",
    "title": "RB1 expression and HR proficiency define a poor prognosis subtype of high grade serous ovarian cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:42.177082"
  },
  "40792276": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Mutation analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study evaluated RNA expression of ECM proteins (FN1, COL5A1, COL1A1, TNF6AIP6, FLG) in the TCGA-BLCA cystectomy cohort (n=397) accessed through cBioPortal. The researchers also analyzed the prognostic significance of these genes in relation to TP53 mutations, suggesting they queried mutation data alongside gene expression data from the TCGA bladder cancer dataset via cBioPortal.",
    "specific_datasets": [
      "TCGA-BLCA"
    ],
    "confidence": "high",
    "paper_id": "40792276",
    "title": "Radiation-induced extracellular matrix remodelling drives prognosis and predicts radiotherapy response in muscle-invasive bladder cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:48.308309"
  },
  "40789164": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to perform bioinformatic analyses of the PIWI pathway in colon cancer, including SWAN (Shifted Weighted Annotation Network) analysis to identify allelic losses and copy number alterations. The platform was used to analyze PIWIL2 expression levels across different tumor stages, nodal metastasis status, and cancer subtypes, and to correlate these with patient survival outcomes in colon cancer datasets.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "40789164",
    "title": "PIWIL2 downregulation in colon cancer promotes transposon activity and pro-tumorigenic phenotypes.",
    "year": "2025",
    "classified_date": "2025-12-19T01:53:54.509875"
  },
  "40779492": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, cBioPortal appears to have been used to identify or validate the presence of KRAS mutations in osteosarcoma patient samples, supporting the rationale that KRAS mutations are detectable in a small subset of osteosarcoma patients. The study then used this information to investigate the efficacy of the pan-KRAS inhibitor daraxonrasib in KRAS mutant versus wild-type osteosarcoma cell lines through experimental validation.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40779492",
    "title": "Daraxonrasib, a pan-RAS inhibitor, selectively inhibits osteosarcomas with activated KRAS by halting AKT signaling and matrix metalloprotease activity.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:00.228400"
  },
  "40775431": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to conduct a comprehensive pan-cancer analysis of ITGAV across multiple cancer types. The platform was utilized to analyze ITGAV expression patterns, genetic alterations (mutations and copy number variations), epigenetic modifications (DNA methylation), clinical-pathological correlations, prognostic value, and relationships with tumor immune microenvironment features. The analysis particularly focused on gastric cancer (GC) with additional validation through tissue microarrays and in vitro experiments.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "40775431",
    "title": "Pan-cancer landscape of ITGAV and its potential role in gastric cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:06.785848"
  },
  "40774224": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on experimental work examining DFMO effects on protein translation in neuroblastoma cell lines and mouse models. While the authors mention examining MYCN and ODC1 copy number in relation to DFMO sensitivity, the specific source of this genomic data is not stated in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40774224",
    "title": "High-dose DFMO alters protein translation in neuroblastoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:12.876217"
  },
  "40746562": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to analyze public datasets for PCP4 gene expression patterns, copy number alterations (including PCP4 gene loss/deletion), and the relationship between PCP4 expression and clinicopathological characteristics in prostate cancer patients. The analysis also examined the co-occurrence of TMPRSS2-ERG fusion with PCP4 deletion and correlated PCP4 expression with patient prognosis, particularly in castration-resistant prostate cancer (CRPC) development.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40746562",
    "title": "PCP4 inhibits the progression of prostate cancer through Ca<sup>2+</sup>/CAMKK2/AMPK/AR pathway.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:19.235928"
  },
  "40725190": {
    "analysis_type": [
      "Mutation analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, cBioPortal was likely used to compare the mutational profiles of Korean BCC patients with Caucasian cohort data and to annotate Korean-specific mutations using OncoKB (which is integrated with cBioPortal). The study compared ethnic-specific variants and validated oncogenic gain-of-function/loss-of-function variants against cBioPortal's curated databases. However, the specific details of cBioPortal usage are not explicitly described in the provided abstract.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40725190",
    "title": "Ethnic-Specific and UV-Independent Mutational Signatures of Basal Cell Carcinoma in Koreans.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:25.685655"
  },
  "40723918": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis",
      "Copy number analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer",
      "Colorectal cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Review/Commentary",
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a comprehensive review paper on PHF20L1 as an epigenetic regulator in cancer. While the paper cites cBioPortal, the abstract and introduction do not provide specific details about how cBioPortal data was used. The review likely references cBioPortal data to support discussions of PHF20L1 expression, mutations, or clinical correlations across various cancer types including breast, ovarian, colorectal cancers, and retinoblastomas.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40723918",
    "title": "PHF20L1: An Epigenetic Regulator in Cancer and Beyond.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:31.913109"
  },
  "40722679": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on single-cell RNA sequencing (scRNA-seq) analysis of LUAD patient cohorts, with clustering, trajectory analysis, and cell-cell communication network analysis. cBioPortal may have been cited in the references for context or comparison purposes, but its specific use in the methodology is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40722679",
    "title": "Single-Cell Transcriptomic Analysis Unveils Key Regulators and Signaling Pathways in Lung Adenocarcinoma Progression.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:38.110304"
  },
  "40721560": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of how cBioPortal was used in this study. The paper focuses on experimental work investigating HDAC6's regulation of fumarate hydratase (FH) activity in triple-negative breast cancer cells using techniques like mass spectrometry, super-resolution microscopy, and metabolic labeling. cBioPortal may have been cited in the references for background information or data validation, but specific usage is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40721560",
    "title": "Inhibition of HDAC6 alters fumarate hydratase activity and mitochondrial structure.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:45.248650"
  },
  "40721297": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this study investigates PHF6 and PHIP mutations in acute myeloid leukemia (AML). cBioPortal was likely used to analyze the frequency and clinical significance of PHF6 and PHIP mutations across AML patient cohorts, particularly noting that PHIP is the most common selective mutation in Black patients with AML. The portal may have been used to examine mutation patterns, survival outcomes associated with PHF6 mutations, and to identify these genes as recurrently mutated in AML.",
    "specific_datasets": [
      "TCGA-LAML"
    ],
    "confidence": "medium",
    "paper_id": "40721297",
    "title": "Leukemia mutated proteins PHF6 and PHIP form a chromatin complex that represses acute myeloid leukemia stemness.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:51.606814"
  },
  "40704654": {
    "analysis_type": [
      "Gene expression analysis",
      "Other"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on a high-throughput drug screening approach to identify synergistic drug combinations targeting Bcl-xL and Mcl-1 in AR-V7-expressing CRPC models using cell lines and patient-derived organoids. cBioPortal may have been cited in the references for background information or context, but specific usage details are not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40704654",
    "title": "Direct Co-Targeting of Bcl-xL and Mcl-1 Exhibits Synergistic Effects in AR-V7-Expressing CRPC Models.",
    "year": "2025",
    "classified_date": "2025-12-19T01:54:57.678452"
  },
  "40691352": {
    "analysis_type": [
      "Mutation analysis",
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Methods/Tools development",
      "Review/Commentary",
      "Precision medicine"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper about multiplexed assays of variant effect (MAVEs) for clinical variant interpretation. Based on the abstract and introduction provided, there is no explicit description of how cBioPortal was used in this study. The paper likely cites cBioPortal as a reference resource for cancer genomics data or variant annotation, but specific usage details are not evident from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40691352",
    "title": "Multiplexed assays of variant effect for clinical variant interpretation.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:03.273999"
  },
  "40681687": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this study utilized multi-omics data to analyze lung adenocarcinoma (LUAD), developing a risk score model (SPRS) for prognosis prediction. While cBioPortal is cited, the abstract does not explicitly detail how cBioPortal was used, though it likely served as a source for accessing TCGA-LUAD and other genomic datasets given the multi-omics nature of the study. The study integrated various data types to analyze proliferating cells, immune microenvironment, and treatment response.",
    "specific_datasets": [
      "TCGA-LUAD"
    ],
    "confidence": "medium",
    "paper_id": "40681687",
    "title": "Integrative multi-omics and machine learning reveal critical functions of proliferating cells in prognosis and personalized treatment of lung adenocarcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:10.629971"
  },
  "40667321": {
    "analysis_type": [
      "Mutation analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Tumor evolution",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, the paper analyzes somatic mutations across esophageal tissue development and tumorigenesis using sequence data from 2171 samples. While cBioPortal is cited, the specific usage is not detailed in the provided text. The study likely used cBioPortal to access esophageal squamous-cell carcinoma mutation data for their evolutionary modeling analysis of driver mutations including NOTCH1, NOTCH2, FAT1, TP53, and RB1.",
    "specific_datasets": [
      "TCGA-ESCA"
    ],
    "confidence": "medium",
    "paper_id": "40667321",
    "title": "Early <i>NOTCH1</i> mutation is positively selected but epistatically suppresses evolution of later esophageal squamous-cell carcinoma drivers.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:17.018939"
  },
  "40658067": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the paper focuses on experimental investigation of PGE2-induced neuronal excitation in glioblastoma drug resistance and development of a novel therapeutic compound. While cBioPortal is cited, the abstract does not provide specific details about how cBioPortal was used. It is likely that cBioPortal was used to analyze gene expression patterns and survival data from TCGA glioblastoma datasets to validate findings or identify correlations between PGE2 pathway components and clinical outcomes.",
    "specific_datasets": [
      "TCGA-GBM"
    ],
    "confidence": "low",
    "paper_id": "40658067",
    "title": "Contribution of Prostaglandin E2-Induced Neuronal Excitation to Drug Resistance in Glioblastoma Countered by a Novel Blood-Brain Barrier Crossing Celecoxib Derivative.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:23.560512"
  },
  "40655141": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The cBioPortal database was used to explore potential MZF1 mutations across different cancer types. This analysis was part of a comprehensive pan-cancer study examining the oncogenic potential and prognostic value of MZF1. The mutation analysis complemented other analyses including gene expression, survival, and immune microenvironment characterization.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40655141",
    "title": "<i>Myeloid Zinc Finger 1</i>: insights into its oncogenic potential, prognostic value, and impact on immune microenvironment across cancers.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:29.276969"
  },
  "40649942": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to retrieve and analyze primary clinical data from the TCGA database for patients with translocation renal cell carcinoma (tRCC), papillary renal cell carcinoma (pRCC), and clear cell renal cell carcinoma (ccRCC). The platform facilitated differential gene expression analysis, survival analysis, and the assessment of curcumin's impact on transcriptomic profiles across these RCC subtypes. The analysis included evaluation of sensitive genes' impact on survival in KIRC and KIRP datasets.",
    "specific_datasets": [
      "TCGA-KIRC",
      "TCGA-KIRP"
    ],
    "confidence": "high",
    "paper_id": "40649942",
    "title": "Comparative Transcriptomics Study of Curcumin and Conventional Therapies in Translocation, Clear Cell, and Papillary Renal Cell Carcinoma Subtypes.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:35.474913"
  },
  "40647542": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The research focuses on experimental validation of the ARAF p.S214C mutation using engineered cell lines and animal models, followed by transcriptomics and proteomics analyses. While the paper cites cBioPortal, the specific usage details are not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40647542",
    "title": "Oncogenic Activity and Sorafenib Sensitivity of <i>ARAF</i> p.S214C Mutation in Lung Cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:41.168079"
  },
  "40647516": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer",
      "Lung cancer",
      "Prostate cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly described. The study appears to focus on analyzing next generation sequencing data from 282 spine metastases using their own institutional sequencing platform and machine learning algorithms. While cBioPortal is cited, the exact role it played in the analysis (e.g., for validation, comparison, or data visualization) is not clear from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40647516",
    "title": "Integration of Next Generation Sequencing Data to Inform Survival Prediction of Patients with Spine Metastasis.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:47.465399"
  },
  "40647442": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The paper cites cBioPortal as a cancer genomics data portal, but the abstract and introduction do not explicitly describe how cBioPortal was used in the analysis. The study primarily analyzed TCGA mRNA and miRNA data using other tools like TIMER2.0, enrichr, multiMiR, CIBERSORT, and ImmuCellAI for various analyses. cBioPortal may have been used for data access or preliminary exploration, but specific usage details are not provided in the available text.",
    "specific_datasets": [
      "TCGA-PAAD"
    ],
    "confidence": "low",
    "paper_id": "40647442",
    "title": "The Role of ENHO in Pancreatic Adenocarcinoma: A Bioinformatics Approach.",
    "year": "2025",
    "classified_date": "2025-12-19T01:55:54.157468"
  },
  "40646641": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Precision medicine",
      "Drug response/resistance"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study integrated data from the TCGA-LIHC cohort to identify translatable lncRNAs associated with hepatocellular carcinoma (HCC). The authors used TCGA data to analyze ASH1L-AS1 expression patterns, correlate them with disease progression, poor prognosis, immunosuppressive tumor microenvironment, and estrogen signaling. This analysis helped establish the clinical relevance of ASH1L-AS1 and its encoded microprotein APPLE in HCC pathogenesis.",
    "specific_datasets": [
      "TCGA-LIHC"
    ],
    "confidence": "medium",
    "paper_id": "40646641",
    "title": "Non-canonical activation of MAPK signaling by the lncRNA ASH1L-AS1-encoded microprotein APPLE through inhibition of PP1/PP2A-mediated ERK1/2 dephosphorylation in hepatocellular carcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:00.444431"
  },
  "40634697": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Melanoma"
    ],
    "research_area": [
      "Drug response/resistance",
      "Precision medicine",
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this study used machine learning to predict progression-free survival (PFS) in BRAF V600-mutated melanoma patients treated with MAPK inhibitors. The study incorporated baseline genomic data including mutation rates along with clinical features to improve prediction models. While cBioPortal is cited, the abstract does not explicitly describe how cBioPortal was used, though it likely served as a source for genomic data or validation datasets given the study's focus on melanoma genomic features.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40634697",
    "title": "Improved prediction of MAPKi response duration in melanoma patients using genomic data and machine learning.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:07.002036"
  },
  "40634509": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on multiomic analysis of ETV6::RUNX1 leukemia samples to identify genomic features predictive of therapy response, but the specific data sources and analysis platforms used are not detailed in the provided text. cBioPortal may have been cited as a reference tool or for comparative purposes, but direct usage is not evident from the available information.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40634509",
    "title": "Genomic determinants of therapy response in ETV6::RUNX1 leukemia.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:13.168744"
  },
  "40629868": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Lung cancer",
      "Colorectal cancer",
      "Pan-cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, cBioPortal usage is not explicitly described in these sections. The paper focuses on developing covalent inhibitors targeting K-Ras(G13C) mutations and testing them in cancer cell lines. cBioPortal may have been cited for reference purposes or used to identify the prevalence of G13C mutations in different cancer types, but specific usage details are not provided in the available text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40629868",
    "title": "Distal Covalent Targeting Suppresses Signaling of Oncogenic K-Ras(G13C) in Cancer Cells.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:19.567576"
  },
  "40628262": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Precision medicine",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this paper focuses on functional drug screening and kinome-based signaling assessment to identify therapeutic vulnerabilities in ovarian cancer. While cBioPortal is cited, the abstract does not provide explicit details about how cBioPortal was used. It is likely that cBioPortal was used to access genomic data (potentially TCGA ovarian cancer data) to characterize the diverse oncogenic alterations mentioned or to validate findings, but specific usage details are not clear from the abstract alone.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40628262",
    "title": "Unlocking the therapeutic potential of rigosertib as a selective therapy for ovarian cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:26.963393"
  },
  "40627234": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific use of cBioPortal is not explicitly described. The study mentions \"comparative analysis with public datasets\" to evaluate the identified variants of uncertain significance, and cBioPortal may have been used as one of these public reference databases for comparing variant frequencies and pathogenicity assessments. However, without access to the methods section, the exact role of cBioPortal remains unclear.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40627234",
    "title": "High burden of variants of uncertain significance in early-onset colorectal cancer among indigenous African patients: a call for global research equity in cancer genetics.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:34.067884"
  },
  "40626673": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and title alone, there is no explicit mention of cBioPortal usage in this study. The paper focuses on immunohistochemistry analysis of KDM6A expression in a tissue microarray of over 2,500 bladder tumors and sequencing of 78 cancers. The study appears to use primarily custom/private data from their own tissue samples rather than public databases accessed through cBioPortal.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40626673",
    "title": "KDM6A expression loss is frequent in low grade non-invasive urothelial carcinomas of the urinary bladder.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:40.526397"
  },
  "40624356": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Lung cancer",
      "Other solid tumor",
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly detailed. However, given that this is a cancer genomics study examining RNPC3 and minor spliceosome components across multiple cancer types (liver, lung, gastric), cBioPortal was likely used to query mutation frequencies, expression patterns, or survival associations of RNPC3 and related genes across TCGA cancer datasets. The pan-cancer nature of the findings suggests potential use of cBioPortal for cross-cancer comparisons.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40624356",
    "title": "Inhibition of the minor spliceosome restricts the growth of a broad spectrum of cancers.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:47.773628"
  },
  "40615439": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Melanoma"
    ],
    "research_area": [
      "Drug response/resistance",
      "Database/Resource",
      "Precision medicine"
    ],
    "study_type": [
      "Methods/Software",
      "Meta-analysis"
    ],
    "data_source": [
      "Multiple sources",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, this paper describes the creation of MelanoDB, a curated dataset integrating clinical and molecular data from nine patient cohorts with advanced melanoma treated with MAPK inhibitors. While cBioPortal is cited, the specific usage is not detailed in the provided text. The paper appears to be creating a new resource/database rather than primarily using cBioPortal for analysis, though cBioPortal may have been referenced for comparison or methodology.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40615439",
    "title": "MelanoDB: A dataset of clinical and molecular features of patients with advanced melanoma treated with MAPK inhibitors.",
    "year": "2025",
    "classified_date": "2025-12-19T01:56:54.257747"
  },
  "40615396": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the paper focuses on biochemical validation of NSUN6-mediated m5C modification in mRNA and its role in breast cancer cell migration. While cBioPortal is cited, the specific usage is not detailed in the provided text. It was likely used to analyze NSUN6 expression or mutation patterns in breast cancer datasets from TCGA or other sources to support the clinical relevance of their findings.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "low",
    "paper_id": "40615396",
    "title": "A cohort of mRNAs undergo high-stoichiometry NSUN6-mediated site-specific m<sup>5</sup>C modification.",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:00.366498"
  },
  "40613212": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Review/Commentary",
      "Biomarker discovery"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper that summarizes existing literature on epigenetic regulation of small GTPases in glioma. The paper does not appear to directly use cBioPortal for original analysis, but rather reviews and synthesizes findings from previous studies that may have utilized various databases including cBioPortal. The focus is on how abnormal epigenetic modifications affect small GTPase expression in glioma, noting that structural gene changes are rare but epigenetic dysregulation is common.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40613212",
    "title": "The role of abnormal epigenetic regulation of small GTPases in glioma (Review).",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:07.183106"
  },
  "40610594": {
    "analysis_type": [
      "Mutation analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this study primarily used the Guardant360 database (a commercial ctDNA profiling platform) with ~17,000 samples for their main analysis. cBioPortal appears to be cited for reference or validation purposes, likely to compare their PIK3CA mutation frequencies and exon distribution findings with previously published literature data available through cBioPortal. The study does not appear to use cBioPortal as a primary data source for their analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40610594",
    "title": "Comprehensive analysis of PIK3CA mutations in advanced colorectal cancer using circulating tumor DNA profiling.",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:13.625591"
  },
  "40598036": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper describes a retrospective analysis of 159 colon resection cases where DNA mutations were analyzed by next-generation sequencing (NGS), comparing micropapillary carcinomas (MPCs) with non-MPCs. The study appears to have used institutional/custom data from colon resection cases rather than cBioPortal data, though cBioPortal may have been cited in the references for context or comparison purposes.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40598036",
    "title": "Comparison of somatic mutations and clinicopathologic features of micropapillary and non-micropapillary colorectal carcinomas.",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:19.513116"
  },
  "40594069": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study utilized cBioPortal to conduct a comprehensive pan-cancer analysis of ASCC1/2/3 genes across 10,967 tumor samples from 30 distinct cancer types. cBioPortal was used to identify genetic alterations (mutations, copy number changes) in ASCC family members, with findings showing alterations in 754 cases (7% of patients), and ASCC3 being the most frequently altered at 4%. The platform likely facilitated the analysis of gene expression patterns and correlation with immune cell infiltration across multiple cancer types.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "40594069",
    "title": "Pan-cancer analysis reveals ASCC family promotes the cancer progression of lung adenocarcinoma.",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:25.817093"
  },
  "40593803": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The authors used cBioPortal to analyze the correlation between FOXK1 expression and E2F target gene expression in patient tumors. They likely queried gene expression data from multiple cancer types to demonstrate that high FOXK1 expression correlates with E2F pathway activation across different tumor types. This analysis provided clinical validation for their mechanistic findings showing FOXK1's role in promoting E2F-driven transcription and oncogenesis.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40593803",
    "title": "O-GlcNAcylation of FOXK1 co-opts BAP1 to orchestrate the E2F pathway and promotes oncogenesis.",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:32.572357"
  },
  "40591997": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no explicit mention of how cBioPortal was used in this study. The research appears to be primarily laboratory-based using mouse astrocytoma cell lines (CT2A, KR158, DBT, DBT-Erp-29) to investigate Connexin43's role in promoting hybrid epithelial/mesenchymal phenotype in glioblastoma. cBioPortal may have been cited in the references for background information or validation purposes, but specific usage is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40591997",
    "title": "Connexin43 functions as a non-canonical phenotypic stability factor in promoting hybrid Epithelial/Mesenchymal phenotype in glioblastoma cells.",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:38.763866"
  },
  "40587607": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no explicit mention of cBioPortal usage in this study. This paper focuses on the chemical development and characterization of novel α-diazoacetamide compounds that covalently target K-Ras(G12D) through denitrogenative alkylation. The study appears to be primarily a chemical biology/drug discovery paper testing compounds in KRAS(G12D)-driven cancer cell lines, without clear indication of cBioPortal data analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40587607",
    "title": "Denitrogenative Alkylation of K-Ras(G12D) Inhibits Oncogenic Signaling in Cancer Cells.",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:45.186592"
  },
  "40572720": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The authors conducted their own retrospective analysis of 159 colon resection cases using next-generation sequencing (NGS) to analyze DNA mutations. cBioPortal may have been cited as a reference or for comparison purposes, but the actual data analysis appears to have been performed on the authors' own institutional cohort rather than using cBioPortal data or tools.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40572720",
    "title": "Do Colorectal Serrated and Non-Serrated Adenocarcinomas Differ in Somatic Mutations and Clinicopathologic Features?",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:51.217182"
  },
  "40554764": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Not specified"
    ],
    "research_area": [
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This paper does not appear to use cBioPortal data or tools. The study is focused on Drosophila eye development and uses a forward-genetic screen approach to identify miR-137 as a regulator of Myc during development. The research is entirely based on Drosophila model organisms and does not involve human cancer genomics data or cBioPortal resources.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40554764",
    "title": "miR-137 targets Myc to regulate growth during eye development.",
    "year": "2025",
    "classified_date": "2025-12-19T01:57:56.420088"
  },
  "40554389": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The research primarily utilized tissue microarray analysis with immunohistochemistry and fluorescence in situ hybridization on a large cohort of 17,747 prostate cancer samples. While the paper cites cBioPortal, the actual usage details are not described in the provided text, suggesting it may have been referenced for background information or validation purposes only.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40554389",
    "title": "Prognostic role of high MTAP expression is reversed by the ERG status in prostate cancer treated by radical prostatectomy.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:02.732743"
  },
  "40552140": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to analyze SLFN11 expression levels in AML patient samples and correlate them with clinical outcomes. The authors examined the relationship between SLFN11 expression and overall survival in AML patients using data accessed through cBioPortal. This analysis helped establish SLFN11 as a prognostic marker and predictor of chemotherapy sensitivity in AML.",
    "specific_datasets": [
      "TCGA-LAML"
    ],
    "confidence": "medium",
    "paper_id": "40552140",
    "title": "Targeting SLFN11-regulated pathways restores chemotherapy sensitivity in AML.",
    "year": "2024",
    "classified_date": "2025-12-19T01:58:08.593662"
  },
  "40544194": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The paper mentions using bioinformatics databases including Kaplan-Meier plotter and TIMER2.0 to assess RSU1 expression and prognosis in colorectal cancer. While cBioPortal is cited, the abstract does not explicitly detail how cBioPortal was specifically used, though it was likely used alongside other databases for expression and survival analysis of RSU1 in CRC. The study primarily relied on multiple bioinformatics resources for initial data mining before conducting in vitro validation experiments.",
    "specific_datasets": [
      "Not specified"
    ],
    "confidence": "low",
    "paper_id": "40544194",
    "title": "RSU1 Mediates Caco-2 Colorectal Cancer Cells Proliferation and Migration via PI3K/AKT Signaling Pathway.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:14.837689"
  },
  "40542203": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study investigated CIC::DUX4 translocation-positive sarcomas (CDS), a rare and chemotherapy-resistant tumor type. cBioPortal was likely used to analyze genomic and transcriptomic data to identify upregulation of POLE and DNA repair pathways specific to CDS. The platform helped characterize the molecular features that may explain the high proliferation rate and treatment resistance of these tumors.",
    "specific_datasets": [
      "Not specified in abstract"
    ],
    "confidence": "medium",
    "paper_id": "40542203",
    "title": "Upregulation of POLE and proficient DNA repair are features of CIC::DUX4 sarcomas.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:20.223063"
  },
  "40537809": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Review/Commentary",
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper that cites cBioPortal as a reference source. The paper discusses p53/TP53 mutations in colorectal cancer (detected in ~74% of cases) and therapeutic strategies targeting p53. While cBioPortal is cited, the abstract and introduction do not provide specific details about how cBioPortal data was directly analyzed or utilized in this review.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40537809",
    "title": "p53 in colorectal cancer: from a master player to a privileged therapy target.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:25.866323"
  },
  "40535802": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "This study used cBioPortal to access publicly available cancer genomics data for pan-cancer analysis of DBF4B. The platform was likely used to analyze DBF4B differential expression across multiple cancer types, examine associations with gene mutations, molecular and immune subtypes, immune infiltration, methylation patterns, and drug sensitivity. Particular focus was placed on liver hepatocellular carcinoma (LIHC) where DBF4B expression was correlated with clinical features and survival outcomes including overall survival, disease-specific survival, and progression-free interval.",
    "specific_datasets": [
      "TCGA-LIHC"
    ],
    "confidence": "medium",
    "paper_id": "40535802",
    "title": "Pan-cancer analysis identifies DBF4B as an immunologic and prognostic biomarker.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:31.776974"
  },
  "40531993": {
    "analysis_type": [
      "Gene expression analysis",
      "Other"
    ],
    "cancer_type": [
      "Not specified"
    ],
    "research_area": [
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on the role of ZC3H4 in maintaining genome integrity through suppression of noncoding RNA production and prevention of transcription-replication conflicts. The study appears to use bioinformatic analysis, biochemical methods, and super-resolution microscopy, but specific use of cBioPortal data or tools is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40531993",
    "title": "ZC3H4 safeguards genome integrity by preventing transcription-replication conflicts at noncoding RNA loci.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:37.301859"
  },
  "40526350": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Precision medicine",
      "Methods/Tools development"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, cBioPortal appears to be cited as a reference resource rather than directly used for data analysis in this study. The paper focuses on developing MONOCLE, a web application for molecular tumor board documentation and workflow optimization. The specific role of cBioPortal in this work is not clearly described in the provided text, suggesting it may be referenced as a related tool or data source rather than being central to the methodology.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40526350",
    "title": "Streamlining and Accelerating the Molecular Tumor Board Process at the University Medical Center Hamburg-Eppendorf.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:44.134176"
  },
  "40522583": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Copy number analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "While the abstract does not explicitly mention cBioPortal by name, the study utilized multiple public databases including TCGA and performed genetic alteration analysis, which is a typical cBioPortal function. The authors analyzed genetic alterations and identified gene amplification as the predominant form of aberration affecting DCAF5, suggesting cBioPortal was likely used for querying mutation and copy number data across cancer types. The pan-cancer analysis of DCAF5 expression patterns and genetic alterations is consistent with typical cBioPortal usage patterns.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40522583",
    "title": "Identification of DCAF5 as a novel cancer prognostic and immunotherapy biomarker through pan-cancer analysis and renal clear cell carcinoma clinical data validation.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:50.616959"
  },
  "40518921": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Not specified"
    ],
    "research_area": [
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This paper does not appear to use cBioPortal for its research. The study focuses on experimental laboratory work investigating the transmembrane domain of OLR1 (oxidized low-density lipoprotein receptor 1) through in vitro experiments using cell lines (COS-7, THP-1), site-directed mutagenesis, and protein interaction studies. The research is focused on cardiovascular disease mechanisms related to foam cell formation and atherosclerosis, not cancer genomics.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40518921",
    "title": "Mutation within the transmembrane domain of oxidized low-density lipoprotein receptor 1 influences oxidized low-density lipoprotein-induced signal transduction.",
    "year": "2025",
    "classified_date": "2025-12-19T01:58:57.302812"
  },
  "40518465": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The research appears to be primarily based on immunohistochemistry (IHC) analysis of tissue microarrays containing 18,582 tumor samples and 608 normal tissue samples. cBioPortal is likely cited as a reference or background resource rather than being directly used for data analysis in this particular study.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40518465",
    "title": "High mobility group protein 2 (HMGA2) is highly expressed in a broad range of benign and malignant tumors.",
    "year": "2025",
    "classified_date": "2025-12-19T01:59:03.132886"
  },
  "40517236": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Review/Commentary",
      "Drug response/resistance"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper discussing regulated cell death pathways in p53-mutant cancers. Based on the abstract and introduction provided, there is no clear indication that cBioPortal was directly used for data analysis in this study. The paper appears to cite cBioPortal as a reference resource rather than using it for original data analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40517236",
    "title": "Bypassing the guardian: regulated cell death pathways in p53-mutant cancers.",
    "year": "2025",
    "classified_date": "2025-12-19T01:59:08.941002"
  },
  "40512859": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the paper appears to use cBioPortal to access gene expression data and potentially survival data for prostate cancer patients, likely from TCGA datasets. The study investigates the NF-κB-PLAC8-BCL-xL axis in cadmium-induced prostate carcinogenesis, and cBioPortal would have been used to validate expression patterns and clinical correlations of PLAC8 and related genes in prostate cancer cohorts. However, specific details about cBioPortal usage are not explicitly mentioned in the provided text.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40512859",
    "title": "Interaction between NF-κB and PLAC8 impairs autophagy providing a survival advantage to prostate cells transformed by cadmium.",
    "year": "2025",
    "classified_date": "2025-12-19T01:59:15.397783"
  },
  "40506726": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no explicit mention of cBioPortal usage in this study. The research focuses on comparing tumor-informed (WES-based mutation tracking) and tumor-type informed (methylation-based) approaches for ctDNA detection in epithelial ovarian cancer patients. The study appears to use custom patient samples and does not describe accessing or analyzing data through cBioPortal.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40506726",
    "title": "Improved tumor-type informed compared to tumor-informed mutation tracking for ctDNA detection and microscopic residual disease assessment in epithelial ovarian cancer.",
    "year": "2025",
    "classified_date": "2025-12-19T01:59:22.343865"
  },
  "40501689": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Precision medicine",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "GENIE",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to analyze the frequency of EGFR amplification in breast cancer patients across multiple datasets and to identify co-occurring PI3K pathway mutations in EGFR-amplified tumors. The platform enabled survival analysis comparing overall survival between EGFR-amplified and non-amplified breast cancer patients. The study found that EGFR amplification occurs in 1-5% of breast cancer patients and that up to 71% of EGFR amplified tumors harbor activating PI3K pathway mutations.",
    "specific_datasets": [
      "TCGA",
      "GENIE"
    ],
    "confidence": "high",
    "paper_id": "40501689",
    "title": "EGFR amplification and PI3K pathway mutations identify a subset of breast cancers that synergistically respond to EGFR and PI3K inhibition.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:37:58.388980"
  },
  "40496560": {
    "analysis_type": [
      "Survival analysis",
      "Other"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Precision medicine",
      "Other"
    ],
    "study_type": [
      "Clinical study",
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no evidence that cBioPortal was actually used in this study. This is a retrospective clinical study analyzing the outcomes and utility of an Endocrine Multidisciplinary Tumour Board (EMTB) at a single institution, focusing on clinical management, imaging review, and survival outcomes. The paper likely only cites cBioPortal in the references without utilizing it for data analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40496560",
    "title": "Use and utility of endocrine multidisciplinary tumour board: an appraisal from a tertiary centre.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:04.523174"
  },
  "40490560": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, this paper appears to use cBioPortal to access TCGA data for analyzing gene expression patterns and potentially survival outcomes in non-small cell lung cancer (NSCLC). The authors likely used cBioPortal to examine the expression of RARα, NCoR1, and CMA-related genes in NSCLC patient samples to support their findings about the regulatory role of the RARα/NCoR1 interaction in chaperone-mediated autophagy. The platform would have been used to correlate expression patterns with clinical outcomes in lung cancer patients.",
    "specific_datasets": [
      "TCGA-LUAD",
      "TCGA-LUSC"
    ],
    "confidence": "medium",
    "paper_id": "40490560",
    "title": "Small molecule disruption of RARα/NCoR1 interaction inhibits chaperone-mediated autophagy in cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:10.940395"
  },
  "40475606": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to perform bioinformatic analyses of the PIWI pathway in colon cancer, specifically examining allelic losses and copy number alterations. The authors used Shifted Weighted Annotation Network (SWAN) analysis to reveal that PIWIL2 experiences the highest percent deletions among PIWI pathway components. They also analyzed PIWIL2 expression levels in relation to tumor stage, nodal metastasis, cancer subtypes, and patient survival outcomes using cBioPortal data.",
    "specific_datasets": [
      "TCGA-COAD"
    ],
    "confidence": "high",
    "paper_id": "40475606",
    "title": "PIWIL2 downregulation in colon cancer promotes transposon activity and pro-tumorigenic phenotypes.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:17.300881"
  },
  "40464850": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The authors used cBioPortal to perform bioinformatic analysis of The Cancer Genome Atlas (TCGA) dataset to examine YAP1 alterations in head and neck squamous cell carcinoma (HNSCC). The analysis confirmed that YAP1 is frequently altered in HNSCC, supporting their experimental findings that YAP1 plays a central role in OSCC carcinogenesis and waterpipe smoke-induced oncogenic effects.",
    "specific_datasets": [
      "TCGA-HNSCC"
    ],
    "confidence": "medium",
    "paper_id": "40464850",
    "title": "Waterpipe smoke condensate activates the oncogenes and promotes epithelial-mesenchymal transition to cause oral cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:22.757956"
  },
  "40463905": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Multiple sources",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to identify ARID1A mutations as a potential prognostic marker in EGFR-mutant lung adenocarcinoma patients. The authors analyzed mutation data and survival outcomes from cBioPortal to demonstrate that ARID1A mutations were associated with poor overall survival in EGFR-mutant LUAD patients, with prognostic influence greater than concurrent mutations in TP53, KRAS, CDKN2A, PIK3CA, RB1, or PTEN.",
    "specific_datasets": [
      "EGFR-mutant LUAD dataset"
    ],
    "confidence": "high",
    "paper_id": "40463905",
    "title": "ARID1A deficiency attenuates the response to EGFR-TKI treatment in lung adenocarcinoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:29.332114"
  },
  "40460119": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to analyze copy number alterations in castration-resistant prostate cancer (CRPC) tumors, specifically to identify the frequency of copy number loss in DNA prereplication complex genes. The analysis revealed that approximately 50% of CRPC tumors have copy number loss of pre-RC complex genes, particularly CDT1, which provided clinical context for the experimental findings on PARP inhibitor resistance mechanisms.",
    "specific_datasets": [
      "CRPC"
    ],
    "confidence": "high",
    "paper_id": "40460119",
    "title": "BRCA2 reversion mutation-independent resistance to PARP inhibition through impaired DNA prereplication complex function.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:35.922232"
  },
  "40459297": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Glioma/Brain cancer",
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as part of the pan-cancer bioinformatics analysis to assess GABRP expression patterns, survival associations, and immune infiltration across 33 cancer types. The platform complemented TCGA and GEPIA2 data to comprehensively evaluate GABRP's role in tumor immunosuppression and its correlation with clinical outcomes. This analysis provided the foundational evidence for GABRP's overexpression in multiple cancers and its association with poor prognosis.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40459297",
    "title": "GABRP Mediates GABA-A Receptor to Shape Tumor Immunosuppressive Microenvironment and Promote Tumor Immune Escape and Corresponding Targeted Therapy.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:41.959980"
  },
  "40447619": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to access bladder cancer (BLCA) genomic and clinical data for comprehensive analyses. The platform was utilized to perform immune infiltration analysis, survival analysis, clinicopathological correlation analysis, and immune prediction scoring (TIDE and IPS) to investigate CXCL12 as a potential biomarker linking bladder cancer and diabetes. cBioPortal served as one of multiple integrated databases to identify common genes and analyze their associations with tumor characteristics and immune microenvironment.",
    "specific_datasets": [
      "TCGA-BLCA"
    ],
    "confidence": "medium",
    "paper_id": "40447619",
    "title": "CXCL12 links bladder cancer and diabetes as a potential biomarker.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:49.696540"
  },
  "40442732": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to retrieve information about genetic variants in the HECW1 gene in gastric cancer. This analysis complemented other bioinformatics approaches (TIMER2.0, UALCAN, Kaplan-Meier plotter) to comprehensively characterize HECW1's role in gastric cancer. The genetic variant data from cBioPortal helped establish the molecular landscape of HECW1 alterations in gastric cancer patients.",
    "specific_datasets": [
      "Not specified"
    ],
    "confidence": "medium",
    "paper_id": "40442732",
    "title": "High expression of HECW1 is associated with the poor prognosis and cancer progression of gastric cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:38:55.216378"
  },
  "40440584": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis",
      "Pathway analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study extracted data from public databases including TCGA to analyze synthetic lethal co-mutations in DNA damage response pathways. cBioPortal was likely used to access mutation data and clinical information for patients receiving immune checkpoint inhibitors and non-ICI therapy. The platform facilitated the identification of DDR pathway mutations and their correlation with immunotherapy response across multiple cancer types.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40440584",
    "title": "Synthetic Lethal Co-Mutations in DNA Damage Response Pathways Predict Response to Immunotherapy in Pan-Cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:01.976744"
  },
  "40430098": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The research focuses on single cell RNA sequencing of mesenchymal stem/stromal cells from papillary thyroid cancer, using flow cytometry and scRNA-seq analysis. cBioPortal may have been cited in the references for context or comparison purposes, but no specific usage of the platform for data retrieval or analysis is described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40430098",
    "title": "Single Cell RNA Sequencing of Papillary Cancer Mesenchymal Stem/Stromal Cells Reveals a Transcriptional Profile That Supports a Role for These Cells in Cancer Progression.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:07.964479"
  },
  "40410408": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Other solid tumor",
      "Breast cancer",
      "Prostate cancer"
    ],
    "research_area": [
      "Methods/Tools development"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no clear indication that cBioPortal was actually used in this study. The paper focuses on developing a large language model pipeline for extracting structured data from pathology reports, specifically kidney tumor reports, with additional validation on breast and prostate cancer reports. The citation of cBioPortal may be for reference purposes only rather than direct data usage or analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40410408",
    "title": "Iterative refinement and goal articulation to optimize large language models for clinical information extraction.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:13.706572"
  },
  "40405280": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "METABRIC"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, the study mentions \"bioinformatics analysis of clinical data\" to explore LMTK3-dependent effects on the tumor immune microenvironment. Given that the paper cites cBioPortal and focuses on breast cancer with survival correlations mentioned, cBioPortal was likely used to analyze gene expression data and survival outcomes from public datasets like TCGA and METABRIC to validate LMTK3's clinical relevance and its correlation with poor survival in breast cancer patients.",
    "specific_datasets": [
      "TCGA",
      "METABRIC"
    ],
    "confidence": "medium",
    "paper_id": "40405280",
    "title": "LMTK3 regulation of EV biogenesis and cargo sorting promotes tumour growth by reducing monocyte infiltration and driving pro-tumourigenic macrophage polarisation in breast cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:19.535523"
  },
  "40404897": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Drug response/resistance"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study utilized cBioPortal to access and analyze public datasets, particularly TCGA data, to investigate HDAC6 expression patterns in lung adenocarcinoma (LUAD). The platform was used to examine the correlation between HDAC6 expression and survival outcomes, as well as to characterize the tumor immune microenvironment. The analysis from cBioPortal helped establish HDAC6 as upregulated in LUAD and associated with poor prognosis and immunosuppressive features.",
    "specific_datasets": [
      "TCGA-LUAD"
    ],
    "confidence": "medium",
    "paper_id": "40404897",
    "title": "HDAC6 facilitates LUAD progression by inducing EMT and enhancing macrophage polarization towards the M2 phenotype.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:25.323971"
  },
  "40400994": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "This paper does not appear to directly use cBioPortal in the study. The case report describes a single patient with metastatic castration-resistant prostate cancer who underwent next-generation sequencing through the Tempus platform (xG, xT, and xF+ panels) to identify germline and somatic mutations. The study identifies PPM1D as a potential biomarker of PARP inhibitor resistance based on liquid biopsy sequencing results from this individual patient case.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40400994",
    "title": "Next-generation sequencing identifies the presence of protein phosphatase 1D, PPM1D, as a potential biomarker of resistance to PARP inhibition in metastatic castration-resistant prostate cancer.",
    "year": "2025",
    "text_source": "pdf",
    "classified_date": "2025-12-19T02:39:31.274381"
  },
  "40395657": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no clear indication that cBioPortal was actually used in this study. This appears to be a laboratory-based study focused on extracting and testing DNA from FFPE tissue samples for a specific BRCA1 mutation using PCR and Sanger sequencing. The paper may have cited cBioPortal in the references for background information or context, but the actual research methodology does not describe any use of the cBioPortal platform or its datasets.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40395657",
    "title": "Genetic screening of FFPE breast cancer biopsies for the <i>BRCA1</i>-185delAG mutation in Trinidad and Tobago.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:37.576334"
  },
  "40391157": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Drug response/resistance"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The research primarily utilized syngeneic and immunodeficient mouse models, human and murine cell lines, and human clinical samples analyzed through flow cytometry, immunohistochemistry, RNA analysis, multiplex ELISA, and multiplex immunofluorescence. While the paper cites cBioPortal, the specific usage details are not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40391157",
    "title": "Tumor-associated MerTK promotes a pro-inflammatory microenvironment and enhances immune checkpoint inhibitor response in triple-negative breast cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:43.339167"
  },
  "40389618": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The authors state they used data from The Cancer Genome Atlas (TCGA) for their in silico analyses of HERV expression in glioma, but do not specifically mention accessing or analyzing this data through the cBioPortal platform. The paper may cite cBioPortal in references but details of its use are not apparent from the provided text.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "low",
    "paper_id": "40389618",
    "title": "Human endogenous retroviruses (HERVs) associated with glioblastoma risk and prognosis.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:49.180982"
  },
  "40385985": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Methods/Tools development"
    ],
    "study_type": [
      "Methods/Software"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, cBioPortal does not appear to be directly used in this study. This paper describes TCGADownloadHelper, a pipeline for downloading and preprocessing TCGA data from the GDC portal using the GDC Data Transfer Tool and cart system. The tool focuses on simplifying file ID mapping and data preprocessing, but no mention of cBioPortal functionality or integration is made in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40385985",
    "title": "TCGADownloadHelper: simplifying TCGA data extraction and preprocessing.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:39:54.694366"
  },
  "40384867": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to analyze TP53 mutation prevalence in prostate cancer patients, identifying that 27% of PCa patients harbor TP53 mutations with p.R248Q being the most prevalent variant. The platform was utilized to correlate TP53 mutations with clinical outcomes, demonstrating significantly reduced overall survival (HR=1.97, p<0.001) and recurrence-free survival (HR=1.62, p=0.02) in patients with TP53 mutations compared to wild-type p53.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "40384867",
    "title": "Modulating the Immunosuppressive Tumor Microenvironment and Inhibiting Growth in Mutp53-Driven CRPC via STAT3 Pathway Blockade.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:00.054976"
  },
  "40378956": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, cBioPortal was likely used to analyze PAFAH1B1 gene expression patterns and potentially survival outcomes in breast cancer patients, particularly in triple-negative breast cancer cohorts. The authors appear to have used cBioPortal to access publicly available datasets like TCGA to validate their experimental findings regarding PAFAH1B1's role in TNBC. The platform likely provided gene expression data and clinical correlations to support their hypothesis that PAFAH1B1 is a vulnerability in TNBC.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40378956",
    "title": "The neural stem cell gene PAFAH1B1 controls cell cycle progression, DNA integrity, and paclitaxel sensitivity of triple-negative breast cancer cells.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:06.300378"
  },
  "40369846": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of how cBioPortal was used in this study. The paper focuses on experimental work involving GTSF1 knockdown in CTCL cells and analysis of cytokine production. cBioPortal may have been cited as a reference or used for preliminary data exploration, but specific usage details are not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40369846",
    "title": "Memory T-Cell Phenotype in Cutaneous T-Cell Lymphoma Is Modified by Germline Gene Gametocyte Specific Factor 1.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:12.230235"
  },
  "40361444": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Melanoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as one of multiple bioinformatics platforms to analyze the skin cutaneous melanoma (SKCM) database and ICI-pretreated melanoma datasets. The platform was utilized to investigate the relationship between HDAC4 expression and T-cell inflamed tumor microenvironment gene signatures in melanoma patients. The analysis included examining gene expression patterns, immune cell infiltration, and their association with immune checkpoint inhibitor effectiveness.",
    "specific_datasets": [
      "TCGA-SKCM"
    ],
    "confidence": "medium",
    "paper_id": "40361444",
    "title": "Elevated HDAC4 Expression Is Associated with Reduced T-Cell Inflamed Tumor Microenvironment Gene Signatures and Immune Checkpoint Inhibitor Effectiveness in Melanoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:17.956939"
  },
  "40361362": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "The study used TCGA data, likely accessed through cBioPortal, to validate findings from their primary cohort of 230 breast cancer samples. Specifically, they analyzed the correlation between CD8A and VCAN gene expression across breast cancer subtypes in the TCGA cohort. This analysis supported their immunohistochemistry findings that VCAN accumulation inversely correlates with CD8+ T cell infiltration.",
    "specific_datasets": [
      "TCGA breast cancer"
    ],
    "confidence": "medium",
    "paper_id": "40361362",
    "title": "Stromal Versican Accumulation and Proteolysis Regulate the Infiltration of CD8<sup>+</sup> T Cells in Breast Cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:23.878520"
  },
  "40361150": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper describes a pilot investigation using whole exome sequencing (WES) on tumor biopsies and matched blood samples from six patients with lung neuroendocrine tumors. While cBioPortal is cited, the actual methodology described relies on custom WES data analysis rather than querying cBioPortal databases.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40361150",
    "title": "Genetic insight into lung neuroendocrine tumors: Notch and Wnt signaling pathways as potential targets.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:29.441612"
  },
  "40360478": {
    "analysis_type": [
      "Mutation analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Tumor evolution",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research",
      "Methods/Software"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, cBioPortal is cited in this paper but the specific usage details are not provided in the excerpts given. The study develops a new computational framework (DiffInvex) and applies it to over 11,000 whole-genome sequences from approximately 30 cancer types to identify genes under conditional selection during chemotherapy and tumor evolution. While cBioPortal may have been used as a data source or for validation, the exact role cannot be determined from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40360478",
    "title": "DiffInvex identifies evolutionary shifts in driver gene repertoires during tumorigenesis and chemotherapy.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:35.490059"
  },
  "40348904": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on DNA methylation profiling of papillary thyroid carcinoma using their own cohort of 55 PTC patients and fine-needle aspiration biopsy samples. If cBioPortal was used, it may have been for validation or comparison purposes, but this is not evident from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40348904",
    "title": "Epigenomic profiling of papillary thyroid carcinoma reveals distinct subtypes with clinical implications.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:40.979621"
  },
  "40346007": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of how cBioPortal was used in this study. The paper focuses on comparing ddPCR and NGS methods for ctDNA detection in rectal cancer patients using their own clinical samples. cBioPortal may have been cited in the references for background information or context, but no specific usage in the analysis is described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40346007",
    "title": "Performance Comparison of Droplet Digital PCR and Next-Generation Sequencing for Circulating Tumor DNA Detection in Non-Metastatic Rectal Cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:46.706630"
  },
  "40342733": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Review/Commentary"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review article summarizing mechanisms of resistance to NAMPT inhibitors in cancer. While cBioPortal is cited as a reference, the abstract and introduction do not provide specific details about how cBioPortal data was directly used in this review. The paper likely references cBioPortal as a resource for cancer genomics data related to NAMPT, NAPRT, QPRT, and ABCB1 expression or mutations across cancer types, but specific usage details are not evident from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40342733",
    "title": "Mechanisms of resistance to NAMPT inhibitors in cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:53.179019"
  },
  "40330450": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to merge genomic data from five esophageal squamous cell carcinoma (ESCC) datasets, identifying 437 patients and analyzing alterations in six key genes (HMGB1, ROS1, IL6, FGFR1, FGFR2, and TLR4). The platform was used to categorize patients into altered and unaltered groups, assess tumor mutational burden (TMB), mutation counts, and perform survival outcome analyses including overall survival and disease-free survival comparisons.",
    "specific_datasets": [],
    "confidence": "high",
    "paper_id": "40330450",
    "title": "Alterations in <i>HMGB1, ROS1, FGFR1, FGFR2, IL6</i>, and <i>TLR4</i> are associated with worse survival in patients with esophageal squamous cell carcinoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:40:58.581612"
  },
  "40322427": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis",
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The paper analyzed HNSCC patient data from TCGA database to investigate tumor mutational burden (TMB), COL11A1 gene mutations, and their impact on the immune microenvironment. The study examined mutation frequencies, survival outcomes, immune cell infiltration patterns, and chemokine expression levels associated with COL11A1 mutations. While TCGA data was explicitly mentioned as the source, the specific role of cBioPortal as the access platform is implied but not explicitly detailed in the abstract.",
    "specific_datasets": [
      "TCGA-HNSC"
    ],
    "confidence": "medium",
    "paper_id": "40322427",
    "title": "Impact of COL11A1 Mutations on Tumor Mutational Signatures and Immune Microenvironment in Head and Neck Squamous Cell Carcinoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:05.471747"
  },
  "40319412": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "The study used TCGA data to validate findings from their primary cohorts of early-stage TNBC patients. The validation examined MMR deficiency patterns, associations with clinicopathological characteristics, and survival outcomes in TNBC using TCGA breast cancer data. The TCGA analysis confirmed the low rate of MMR alterations and lack of significant clinical associations observed in their primary cohorts.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40319412",
    "title": "Dysfunctional mismatch repair in patients with early triple-negative breast cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:11.933236"
  },
  "40307896": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on a consecutive series of 431 AML patients analyzed using flow cytometry for immunophenotyping and PCR-based methods plus targeted resequencing for genetic diagnosis. While the paper cites cBioPortal (as indicated by the prompt), the actual usage details are not described in the provided text sections.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40307896",
    "title": "CD200 in acute myeloid leukemia: marked upregulation in CEBPA biallelic mutated cases.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:17.124271"
  },
  "40294153": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used in this study to predict phosphorylation sites of the FUNDC2 protein and to investigate genetic variations (mutations) of FUNDC2 across different cancer types. The platform helped identify 15 phosphorylation sites, with S167 overlapping with mutation sites, contributing to understanding the functional mechanisms of FUNDC2 in cancer.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40294153",
    "title": "Expression and immunological role of FUNDC2 in pan-cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:22.538041"
  },
  "40287951": {
    "analysis_type": [
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The research focuses on in vitro experiments using prostate cancer cell lines, small extracellular vesicles (sEVs), and ex vivo analysis of circulating sEVs from genetically engineered mice. The study appears to rely primarily on custom experimental data rather than public genomics databases. cBioPortal may have been cited in the references for background information or comparison purposes, but specific usage is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40287951",
    "title": "Exploring STEAP1 Expression in Prostate Cancer Cells in Response to Androgen Deprivation and in Small Extracellular Vesicles.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:28.652786"
  },
  "40274768": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, cBioPortal was likely used to analyze TRPM7 expression levels in pancreatic ductal adenocarcinoma (PDAC) and correlate it with patient survival outcomes. The authors mention that TRPM7 is overexpressed in PDAC and associated with low survival, suggesting they used cBioPortal to access TCGA pancreatic cancer data for expression and survival analysis. The study also investigates the relationship between TRPM7 kinase domain function and KRAS mutation status, which may have involved mutation analysis through cBioPortal.",
    "specific_datasets": [
      "TCGA-PAAD"
    ],
    "confidence": "medium",
    "paper_id": "40274768",
    "title": "The kinase domain of TRPM7 interacts with PAK1 and regulates pancreatic cancer cell epithelial-to-mesenchymal transition.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:35.472328"
  },
  "40271221": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The authors used cBioPortal to analyze prostate cancer patient cohorts to assess XRCC1 expression levels across different patient populations. This analysis revealed that XRCC1 expression varies widely among PCa patients, with many showing low XRCC1 expression, which provided the rationale for investigating XRCC1 deficiency as a predictor of PARP inhibitor response.",
    "specific_datasets": [
      "TCGA prostate cancer cohorts"
    ],
    "confidence": "medium",
    "paper_id": "40271221",
    "title": "PARP inhibitor response is enhanced in prostate cancer when XRCC1 expression is reduced.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:41.374200"
  },
  "40253353": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Methods/Tools development",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research",
      "Methods/Software"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on developing an AI model for predicting Nottingham grade from H&E-stained whole-slide images using TCGA data. While the study performed gene correlation analysis and pathway enrichment, the abstract does not specify that cBioPortal was used for accessing TCGA data or performing these analyses.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40253353",
    "title": "Predicting Nottingham grade in breast cancer digital pathology using a foundation model.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:47.576737"
  },
  "40251157": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Methods/Tools development",
      "Database/Resource"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, this paper describes the development of MammOnc-DB, a comprehensive breast cancer data analysis platform. While cBioPortal is cited, the specific usage details are not provided in the abstract/introduction sections. The paper appears to develop a complementary resource to existing platforms like cBioPortal, potentially integrating or comparing with cBioPortal data for breast cancer analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40251157",
    "title": "MammOnc-DB, an integrative breast cancer data analysis platform for target discovery.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:53.548760"
  },
  "40241305": {
    "analysis_type": [
      "Mutation analysis",
      "Other"
    ],
    "cancer_type": [
      "Not specified"
    ],
    "research_area": [
      "Biomarker discovery",
      "Database/Resource"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper focuses on analyzing germline variants in histone-encoding genes causing neurodevelopmental disorders (histonopathies) using clinical phenotypic data and facial photograph analysis. While the paper cites cBioPortal, the actual usage details are not described in the provided text, suggesting it may only be referenced in the context of related work or methodology rather than being a primary data source or analysis tool for this study.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40241305",
    "title": "Coupling deep phenotypic quantification with next-generation phenotyping for 192 individuals with germline histonopathies.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:41:59.592584"
  },
  "40241258": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to access human ccRCC patient datasets for validation purposes. The authors compared gene expression profiles and prognostic markers identified in their RCC243 tumor models (cell culture, orthotopic, and metastatic) with human ccRCC patient data from cBioPortal, finding conserved prognostic markers and associations between genes upregulated in metastatic RCC243 tumors and worse patient outcomes.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40241258",
    "title": "Comparative single-cell transcriptomic profiling of patient-derived renal carcinoma cells in cellular and animal models of kidney cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:05.068233"
  },
  "40233044": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Drug response/resistance"
    ],
    "study_type": [
      "Meta-analysis",
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to perform co-expression analysis of ANGPTL4 with other genes across different cancer types. The co-expressed genes identified through cBioPortal were then subjected to gene set enrichment analysis (GSEA) using enrichr to identify pathways involved in hypoxia, EMT, VEGF-A complex, TGF-B pathways, and extracellular matrix organization.",
    "specific_datasets": [],
    "confidence": "high",
    "paper_id": "40233044",
    "title": "The role of ANGPTL4 in cancer: A meta-analysis of observational studies and multi-omics investigation.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:10.306189"
  },
  "40227722": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The study appears to have analyzed genomic data from tumor and blood samples from patients at a single institution treated with PD-1 inhibitors. While the paper cites cBioPortal, the specific usage details are not described in the provided text, suggesting it may have been used for reference, validation, or comparison purposes.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40227722",
    "title": "Mutational Profile of Blood and Tumor Tissue and Biomarkers of Response to PD-1 Inhibitors in Patients with Cutaneous Squamous Cell Carcinoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:16.540305"
  },
  "40227503": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Prostate cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The study utilized The Cancer Genome Atlas (TCGA) database to identify patients with Gleason score 8-10 prostate cancer who underwent radical prostatectomy. The researchers analyzed genomic alterations, gene expression patterns, and clinical outcomes to compare GS 10 versus GS 8-9 disease. While cBioPortal is cited, the abstract does not explicitly detail whether cBioPortal was used as the primary interface to access TCGA data or for specific analyses.",
    "specific_datasets": [
      "TCGA prostate cancer"
    ],
    "confidence": "medium",
    "paper_id": "40227503",
    "title": "Clinical Outcomes and Genomic Alterations in Gleason Score 10 Prostate Cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:23.233765"
  },
  "40225855": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to analyze ANKRD22 expression in pancreatic cancer, examining its relationship with KRAS and TP53 mutations. The researchers investigated how ANKRD22 expression differs between mutated and wildtype groups for these key genes, and assessed the impact of concurrent ANKRD22 expression with gene alterations on patient survival outcomes. cBioPortal likely provided access to TCGA pancreatic cancer datasets for mutation analysis and survival data integration.",
    "specific_datasets": [
      "TCGA pancreatic cancer"
    ],
    "confidence": "medium",
    "paper_id": "40225855",
    "title": "<i>In Silico</i> Identification of ANKRD22 as a Theragnostic Target for Pancreatic Cancer and Fostamatinib's Therapeutic Potential.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:29.688166"
  },
  "40216968": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to access and analyze TCGA ovarian cancer datasets for systematic analysis of RNA helicase expression profiles, which led to the identification of DDX39A as a prominently upregulated gene in ovarian cancer. The analysis also included survival data to correlate DDX39A expression with patient outcomes. Additionally, CPTAC ovarian cancer datasets were analyzed alongside TCGA data for comprehensive expression profiling.",
    "specific_datasets": [
      "TCGA ovarian cancer",
      "CPTAC ovarian cancer"
    ],
    "confidence": "high",
    "paper_id": "40216968",
    "title": "SNRPB-mediated regulation of DDX39A splicing promotes ovarian cancer progression by regulating α6 integrin subunit expression.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:36.037961"
  },
  "40206332": {
    "analysis_type": [
      "Multi-omics integration",
      "Mutation analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Methods/Tools development",
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "The paper develops VICatMix, a variational Bayesian clustering method for categorical biomedical data. The authors demonstrate their method's performance using datasets from The Cancer Genome Atlas (TCGA), likely accessed through cBioPortal, for applications in cancer subtyping and driver gene discovery. The method is applied to different 'omics datasets to enable integrative cluster analysis for discovering novel disease subtypes.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40206332",
    "title": "VICatMix: variational Bayesian clustering and variable selection for discrete biomedical data.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:41.571746"
  },
  "40201310": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Melanoma",
      "Colorectal cancer",
      "Lung cancer",
      "Leukemia/Lymphoma",
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as a primary data source for retrieving genomics, transcriptomics, and clinical data across more than 217,000 tumor samples spanning 120 distinct tumor types. The platform enabled comprehensive analysis of BRAF alterations including point mutations, structural variants, and copy number alterations, as well as investigation of co-occurring and mutually exclusive mutations in other oncogenes and tumor suppressors. The data was used to examine associations between BRAF alterations and survival outcomes, clinical features, and molecular characteristics across both adult and pediatric cohorts from primary and metastatic sites.",
    "specific_datasets": [],
    "confidence": "high",
    "paper_id": "40201310",
    "title": "Unraveling <i>BRAF</i> alterations: molecular insights to circumvent therapeutic resistance across cancer types.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:47.459623"
  },
  "40199338": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Tumor evolution",
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "This study investigated convergent genetic adaptation to hypoxia between human tumors and high-altitude populations. cBioPortal was likely used to access and analyze genomic data from various tumor types to identify mutations and alterations in hypoxia-related genes and pathways. The platform enabled the researchers to examine multi-omics data including mutations, copy number alterations, and gene expression patterns across different cancer datasets to compare with adaptations seen in high-altitude populations.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40199338",
    "title": "Convergent Genetic Adaptation in Human Tumors Developed Under Systemic Hypoxia and in Populations Living at High Altitudes.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:53.615600"
  },
  "40196362": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The authors used public databases (likely including cBioPortal) to evaluate NEU1 expression levels in liver cancer and to assess the correlation between NEU1 expression and patient prognosis. The database analysis was used to validate their hypothesis before conducting experimental validation in their own samples. This bioinformatics analysis provided initial evidence that NEU1 is upregulated in liver cancer and associated with poor outcomes.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40196362",
    "title": "New use of an old drug: mechanism of oseltamivir phosphate inhibiting liver cancer through regulation of lipophagy via NEU1.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:42:59.364592"
  },
  "40196015": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Breast cancer",
      "Pan-cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, cBioPortal was likely used to analyze RECQL4 amplification and expression patterns across cancer types, particularly to identify RECQL4-amplified cancers that could be therapeutic targets for nitroalkenes. The paper mentions evaluating nitroalkenes as therapeutic agents in RECQL4-amplified cancers, suggesting cBioPortal was used to query genomic alterations and expression data. However, specific details of cBioPortal usage are not provided in the abstract/introduction.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40196015",
    "title": "Chemoproteomic analysis reveals RECQL4 as a mediator of nitroalkene-dependent double-strand break repair inhibition in cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:05.608776"
  },
  "40192943": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "METABRIC",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly described. The paper mentions examining SP7 mRNA expression in the METABRIC cohort and performing gene set enrichment analysis (GSEA), which are analyses that could potentially be performed using cBioPortal. However, without access to the methods section or full text, it is unclear whether cBioPortal was directly used to access METABRIC data or perform the analyses, or if it was simply cited as a reference.",
    "specific_datasets": [
      "METABRIC"
    ],
    "confidence": "low",
    "paper_id": "40192943",
    "title": "Expression of the zinc-finger transcription factor Osterix (SP7) in invasive breast cancer and its prognostic significance.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:12.401618"
  },
  "40188944": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly described. The paper focuses on experimental characterization of IDH1 mutants (R132Q vs R132H) in cellular and xenograft models, examining their catalytic efficiency, D2HG production, and downstream epigenetic and transcriptomic consequences. cBioPortal may have been cited for background information on IDH1 mutations in cancer or for comparative analysis, but the primary work appears to be laboratory-based experimental research rather than computational analysis of cBioPortal datasets.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40188944",
    "title": "Catalytically distinct metabolic enzyme isocitrate dehydrogenase 1 mutants tune phenotype severity in tumor models.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:19.410774"
  },
  "40186710": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis",
      "Immunotherapy"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study utilized cBioPortal as one of multiple databases to conduct a comprehensive pan-cancer analysis of DLX4. The platform was likely used to analyze somatic mutations, gene expression differences, prognostic value, and correlations with tumor mutational burden (TMB) and microsatellite instability across various cancer types. The analysis particularly focused on Kidney Renal Clear Cell Carcinoma (KIRC) to investigate DLX4's role in renal cancer.",
    "specific_datasets": [
      "TCGA-KIRC"
    ],
    "confidence": "medium",
    "paper_id": "40186710",
    "title": "Multi-omics analysis identifies DLX4 as a novel biomarker for diagnosis, prognosis, and immune infiltration: from pan-cancer to renal cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:25.344867"
  },
  "40184664": {
    "analysis_type": [
      "Gene expression analysis",
      "Other"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Immunotherapy",
      "Review/Commentary"
    ],
    "study_type": [
      "Review",
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, this appears to be a review paper that describes experimental work using a radiation-genetic mammary chimera model to study how radiation-induced systemic inflammation creates an immunosuppressive tumor microenvironment. The specific use of cBioPortal is not described in the provided text, suggesting it may have been cited for reference purposes or used minimally for contextual data on breast cancer tumor immune microenvironment diversity.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40184664",
    "title": "Systemic inflammation in response to radiation drives the genesis of an immunosuppressed tumor microenvironment.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:31.226581"
  },
  "40170512": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, cBioPortal was likely used to identify the frequency and types of ARID1A mutations in bladder cancer (approximately 20% mutation rate, with truncations being most common). This information informed the design of their loss- and gain-of-function experimental models. However, the specific details of cBioPortal usage are not explicitly described in the provided text.",
    "specific_datasets": [
      "UNKNOWN"
    ],
    "confidence": "medium",
    "paper_id": "40170512",
    "title": "Multidimensional OMICs reveal ARID1A orchestrated control of DNA damage, splicing, and cell cycle in normal-like and malignant urothelial cells.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:36.961937"
  },
  "40164800": {
    "analysis_type": [
      "Multi-omics integration",
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Database/Resource",
      "Methods/Tools development"
    ],
    "study_type": [
      "Methods/Software"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "cBioPortal is used as one of the visualization tools through which HTAN (Human Tumor Atlas Network) data can be explored. The paper describes cBioPortal as part of the data dissemination infrastructure that enables researchers to access and analyze HTAN datasets alongside other visualization platforms like CellxGene and Minerva.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40164800",
    "title": "Sharing data from the Human Tumor Atlas Network through standards, infrastructure and community engagement.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:42.452124"
  },
  "40155851": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as one of multiple public databases integrated in this study to evaluate CDH3 expression patterns in colorectal cancer. The platform likely provided access to genomic and clinical data that contributed to the comprehensive analysis of CDH3's role in CRC progression, prognosis, and metastasis. cBioPortal was utilized alongside other databases (TCGA, HCMDB, UALCAN, HPA, GEO) for multi-database integration to construct prognostic models and perform functional analyses.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40155851",
    "title": "Synergistic potential of CDH3 in targeting CRC metastasis and enhancing immunotherapy.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:48.885725"
  },
  "40149548": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration",
      "Copy number analysis",
      "Mutation analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was likely used to access and analyze multi-omics data from pan-cancer cohorts, particularly TCGA datasets, to evaluate SLC19A1 expression patterns, genomic alterations, and clinical associations across multiple cancer types. The platform facilitated the integration of gene expression, mutation, copy number, and clinical outcome data to comprehensively characterize SLC19A1's role in cancer prognosis and its relationship with tumor infiltration features and genomic instability.",
    "specific_datasets": [
      "TCGA pan-cancer"
    ],
    "confidence": "medium",
    "paper_id": "40149548",
    "title": "Pan-Cancer Characterization Identifies SLC19A1 as an Unfavorable Prognostic Marker and Associates It with Tumor Infiltration Features.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:43:55.327366"
  },
  "40144665": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to evaluate the correlation of TRAF2 expression with mutations and epigenetic alterations across various tumor types. The platform enabled the researchers to assess mutation frequencies and epigenetic changes in TRAF2 as part of their pan-cancer analysis. This analysis complemented other bioinformatics approaches to characterize TRAF2's role in cancer progression and prognosis.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "40144665",
    "title": "The role of TRAF2 in pan-cancer revealed by integrating informatics and experimental validation.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:01.091831"
  },
  "40141210": {
    "analysis_type": [
      "Mutation analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Methods/Tools development",
      "Precision medicine",
      "Biomarker discovery"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as the primary data source for this study, accessed on September 21, 2024. The researchers extracted over 20,000 tumor samples from cBioPortal containing information on patient age, sex, and genetic variants in over 600 genes. This data was used to train and validate the OncoOrigin machine learning model for predicting primary cancer sites in cancers of unknown primary (CUPs).",
    "specific_datasets": [],
    "confidence": "high",
    "paper_id": "40141210",
    "title": "<i>In Silico</i> Validation of OncoOrigin: An Integrative AI Tool for Primary Cancer Site Prediction with Graphical User Interface to Facilitate Clinical Application.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:06.395236"
  },
  "40141058": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Review/Commentary",
      "Biomarker discovery"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper about IMP2 (Insulin-like growth factor 2 mRNA-binding protein 2) and its role in RNA biology and disease. The abstract mentions that IMP2 undergoes genomic amplification and transcriptional overexpression in cancer cells, and that high expression is associated with decreased overall survival in cancer patients, suggesting that cBioPortal data may have been referenced to support these claims about IMP2's role across multiple cancer types. However, specific details about cBioPortal usage are not provided in the abstract.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40141058",
    "title": "IMPlications of IMP2 in RNA Biology and Disease.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:13.270860"
  },
  "40113751": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Review/Commentary",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a comprehensive review paper on BCL2 family proteins and their targeting in cancer therapy. The abstract mentions genetic analysis highlighting the importance of BCL-XL and MCL1 across different cancer types, which may have utilized cBioPortal data, but no specific analysis or direct usage of cBioPortal is described in the provided abstract and introduction. The paper focuses on summarizing basic biology, clinical development of BH3-mimetics, and therapeutic strategies rather than presenting original data analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40113751",
    "title": "The BCL2 family: from apoptosis mechanisms to new advances in targeted therapy.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:19.680209"
  },
  "40102635": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Methods/Tools development",
      "Database/Resource",
      "Review/Commentary"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "This is a comprehensive review paper on computational drug repurposing that surveys hundreds of in silico resources and databases. cBioPortal is likely mentioned as one of the many computational resources available for drug repurposing research, particularly as a cancer genomics database that can provide molecular data for identifying drug-target relationships and repurposing opportunities. The paper does not appear to use cBioPortal for original analysis but rather catalogs it as part of the landscape of available computational tools.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40102635",
    "title": "Computational drug repurposing: approaches, evaluation of in silico resources and case studies.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:26.337823"
  },
  "40102028": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Immunotherapy",
      "Biomarker discovery",
      "Drug response/resistance"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "METABRIC"
    ],
    "cbioportal_usage_summary": "The study analyzed two large breast cancer clinical cohorts (likely TCGA and METABRIC) to determine how progesterone receptor (PR) expression correlates with antigen processing and presentation (APP) gene expression and MHC Class I expression in ER-positive tumors. cBioPortal was likely used to access and analyze gene expression data from these cohorts to validate the in vitro findings that PR-positive tumors have lower APP/MHC Class I expression compared to PR-negative tumors.",
    "specific_datasets": [
      "TCGA breast cancer",
      "METABRIC"
    ],
    "confidence": "medium",
    "paper_id": "40102028",
    "title": "Progesterone receptor-dependent downregulation of MHC class I promotes tumor immune evasion and growth in breast cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:31.840789"
  },
  "40101298": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly described. The paper focuses on experimental investigation of PRAME's role in retinoid resistance in keratinocyte carcinomas using cell culture models, gene expression analysis, and functional assays. cBioPortal may have been cited as a reference or used for preliminary data mining, but the details are not evident from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40101298",
    "title": "Targeting PRAME directly or via EZH2 inhibition overcomes retinoid resistance and represents a novel therapy for keratinocyte carcinoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:38.261683"
  },
  "40093208": {
    "analysis_type": [
      "Copy number analysis",
      "Mutation analysis",
      "Survival analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine",
      "Tumor evolution"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and title, this paper focuses on mosaic chromosomal alterations (mCAs) detected in biobank participants rather than tumor samples. The study analyzes large structural somatic mutations in blood samples from over 1 million individuals across four biobanks. While cBioPortal is cited, the primary analysis appears to use custom biobank data rather than cBioPortal's cancer genomics datasets, though cBioPortal may have been referenced for comparative analysis or validation of cancer-related findings, particularly for chronic lymphocytic leukemia.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40093208",
    "title": "Genetic drivers and clinical consequences of mosaic chromosomal alterations in 1 million individuals.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:45.847714"
  },
  "40088749": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "While cBioPortal is not explicitly mentioned in the abstract, the study utilized multiple online databases including TIMER2.0, GEPIA2, UALCAN, and GSCA to perform comprehensive pan-cancer analysis of APOA1. These analyses included investigation of gene expression, genetic alterations (mutations and copy number variations), DNA methylation, immune infiltration, and drug sensitivity across multiple cancer types. The study specifically examined APOA1's role in various cancers including ACC, KIRC, STAD (gastric cancer), BRCA, OV, and UCEC, with particular focus on gastric cancer for experimental validation.",
    "specific_datasets": [
      "TCGA-ACC",
      "TCGA-KIRC",
      "TCGA-STAD",
      "TCGA-BRCA",
      "TCGA-OV",
      "TCGA-UCEC"
    ],
    "confidence": "low",
    "paper_id": "40088749",
    "title": "APOA1 promotes tumor proliferation and migration and may be a potential pan-cancer biomarker and immunotherapy target.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:44:53.097509"
  },
  "40084357": {
    "analysis_type": [
      "Mutation analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Other"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "MSK-IMPACT",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study obtained mutant gene expression data from the MSK-CHORD tumor registry through cBioPortal to analyze genomic characteristics associated with pancreatic cancer in Black patients. The analysis specifically examined KRAS mutation expression, finding higher mutant KRAS expression in Black males. The genomic data complemented the epidemiological analysis from SEER registries to provide a comprehensive view of pancreatic cancer disparities.",
    "specific_datasets": [
      "MSK-CHORD"
    ],
    "confidence": "medium",
    "paper_id": "40084357",
    "title": "Sociodemographic characteristics associated with pancreatic cancer incidence and mortality among Blacks in the United States: a SEER-based study.",
    "year": "2025",
    "text_source": "pdf",
    "classified_date": "2025-12-19T02:44:58.812593"
  },
  "40084262": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Copy number analysis",
      "Mutation analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Bladder cancer",
      "Breast cancer",
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The paper likely used cBioPortal to access and analyze TCGA pan-cancer data for FUT1 expression, genomic alterations (amplifications), and clinical correlations across 33 cancer types. cBioPortal would have facilitated the retrieval of multi-omics data including gene expression, copy number alterations, mutation data, and survival information for comprehensive pan-cancer analysis of FUT1.",
    "specific_datasets": [
      "TCGA pan-cancer",
      "TCGA-ACC",
      "TCGA-BLCA",
      "TCGA-COAD",
      "TCGA-READ"
    ],
    "confidence": "medium",
    "paper_id": "40084262",
    "title": "Comprehensive Multi-Omics Analysis Identifies FUT1 as a Prognostic and Therapeutic Biomarker Across Pan-Cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:04.806250"
  },
  "40084259": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Multi-omics integration",
      "Mutation analysis",
      "Copy number analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Immunotherapy",
      "Precision medicine",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The paper cites cBioPortal as a cancer genomics data portal, likely used to access multi-omics data for lung adenocarcinoma (LUAD) patients. The study performed comprehensive multi-omics analysis including genomic stability assessment, mutation analysis, and integrated various data types to develop and validate the pyrimidine metabolism-related signature (PMRS). While the abstract mentions multi-omics analysis and genomic characteristics evaluation, specific details about cBioPortal usage are not explicitly described in the provided text.",
    "specific_datasets": [
      "TCGA-LUAD"
    ],
    "confidence": "medium",
    "paper_id": "40084259",
    "title": "Multi-omics and single-cell analysis reveals machine learning-based pyrimidine metabolism-related signature in the prognosis of patients with lung adenocarcinoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:11.523986"
  },
  "40080912": {
    "analysis_type": [
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to access and analyze clinical Ewing sarcoma datasets to investigate CDKN2A dysregulation, including copy number deletions and gene expression patterns. The authors validated CDKN2A as a prognostic biomarker across three independent EwS datasets available through cBioPortal, examining the relationship between CDKN2A expression levels and patient outcomes.",
    "specific_datasets": [
      "Ewing sarcoma datasets"
    ],
    "confidence": "medium",
    "paper_id": "40080912",
    "title": "Revisiting CDKN2A dysregulation in Ewing sarcoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:17.004122"
  },
  "40074806": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study utilized cBioPortal to access and analyze multi-omics data for hepatocellular carcinoma (HCC), particularly focusing on NQO1 expression patterns and associated genes. cBioPortal likely served as a data source for gene expression, clinical outcomes, and potentially mutation/copy number data to develop the NQO1-related genes risk score (NRSHC) model. The platform was used to correlate NQO1 expression with prognosis, tumor microenvironment features, and immunotherapy responses in HCC patients.",
    "specific_datasets": [
      "TCGA-LIHC"
    ],
    "confidence": "medium",
    "paper_id": "40074806",
    "title": "Multi-omics analysis revealed the novel role of NQO1 in microenvironment, prognosis and immunotherapy of hepatocellular carcinoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:23.690342"
  },
  "40072681": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Methods/Tools development",
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction, this paper primarily focuses on demonstrating the use of Phantasus, a web application for gene expression analysis, rather than cBioPortal. The paper analyzes purinergic signaling genes, particularly P2RX7, in glioblastoma patients using public datasets like TCGA. While cBioPortal is cited, the main analytical tool described is Phantasus, suggesting cBioPortal may have been used for data access or validation but is not the primary platform demonstrated in this protocol.",
    "specific_datasets": [
      "TCGA-GBM"
    ],
    "confidence": "low",
    "paper_id": "40072681",
    "title": "A step-by-step protocol based on data mining to explore purinergic signaling in glioblastoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:30.317287"
  },
  "40065368": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly detailed. The study mentions integrating data from public databases to analyze MIR31HG expression, partial EMT, and basal-like PDAC subtypes, and cBioPortal was likely used as one of these public data sources for accessing PDAC genomic and expression data. However, the exact methodology of cBioPortal usage is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40065368",
    "title": "Hypoxia-induced MIR31HG expression promotes partial EMT and basal-like phenotype in pancreatic ductal adenocarcinoma based on data mining and experimental analyses.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:36.221536"
  },
  "40064867": {
    "analysis_type": [
      "Gene expression analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Breast cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Precision medicine",
      "Methods/Tools development",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research",
      "Methods/Software"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this paper develops PhyloFrame, a machine learning method for equitable genomic precision medicine that addresses ancestral bias. The paper applies this method to breast, thyroid, and uterine cancers and validates it across fourteen ancestrally diverse datasets. While cBioPortal is cited, the abstract does not explicitly describe how cBioPortal was used, though it likely served as a source for cancer genomic data (potentially TCGA data) given the focus on multiple cancer types and the need for genomic datasets.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40064867",
    "title": "Equitable machine learning counteracts ancestral bias in precision medicine.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:42.925170"
  },
  "40063513": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Tumor evolution",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, this study performed integrated analysis of multiple independent datasets from NF1 patients to investigate MPNST evolution and heterogeneity. The authors analyzed DLK1 expression patterns across MPNST subsets and correlated these with molecular programs, immune microenvironment features, and overall survival outcomes. While cBioPortal is cited, the specific details of how it was used are not explicitly described in the provided abstract and introduction.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40063513",
    "title": "DLK1 Distinguishes Subsets of NF1-Associated Malignant Peripheral Nerve Sheath Tumors with Divergent Molecular Signatures.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:49.200732"
  },
  "40063003": {
    "analysis_type": [
      "Mutation analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Review/Commentary"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper that discusses cohesin mutations across different cancer types. While cBioPortal is cited as a reference, the abstract and introduction do not provide specific details about how cBioPortal data was directly used or analyzed in this review. The paper likely references cBioPortal as a source for mutation prevalence data across cancer types, but specific usage details are not evident from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40063003",
    "title": "Cohesin mutations and chromatin changes in cancer.",
    "year": "2026",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:45:54.526425"
  },
  "40061872": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Mutation analysis",
      "Copy number analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as one of multiple online bioinformatic databases to analyze NTRK gene alterations in breast cancer. The platform likely provided genomic alteration data (mutations, copy number variations, and gene fusions) for the NTRK1-3 genes in breast cancer patients. This analysis complemented other tools used for expression and survival analyses to comprehensively evaluate NTRK family genes as prognostic biomarkers.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40061872",
    "title": "A comprehensive bioinformatic evaluation of the NTRK family's potential as prognostic biomarkers in breast cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:00.362366"
  },
  "40060625": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Glioma/Brain cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "The authors used cBioPortal to analyze patient datasets to identify positive correlations between tGLI1 expression and CDK4/6 therapeutic resistance in glioblastoma. cBioPortal likely provided access to TCGA glioblastoma data for gene expression and clinical outcome analyses to support their hypothesis that tGLI1 mediates treatment resistance.",
    "specific_datasets": [
      "TCGA-GBM"
    ],
    "confidence": "medium",
    "paper_id": "40060625",
    "title": "Targeting tGLI1, a novel mediator of tumor therapeutic resistance, using Ketoconazole sensitizes glioblastoma to CDK4/6 therapy and chemoradiation.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:05.743063"
  },
  "40060410": {
    "analysis_type": [
      "Gene expression analysis",
      "Pathway analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Pathway analysis",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, the study appears to have used cBioPortal for bioinformatic analysis to identify enrichment of RNA metabolism pathways in radiation-resistant triple-negative breast cancer cells. The platform was likely used to analyze gene expression data and pathway enrichment related to integrin β3 (ITGβ3) and RNA binding proteins like HNRNPL. cBioPortal may have been used to validate findings in TCGA breast cancer datasets and potentially assess clinical correlations.",
    "specific_datasets": [
      "TCGA-BRCA"
    ],
    "confidence": "medium",
    "paper_id": "40060410",
    "title": "Resistance to Radiation Enhances Metastasis by Altering RNA Metabolism.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:11.489419"
  },
  "40045379": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Review/Commentary"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper that summarizes the role of focal adhesion in tumor metastasis, including molecular mechanisms and therapeutic targets. Based on the abstract and introduction provided, there is no clear indication that cBioPortal was actively used for data analysis in this study. The paper appears to cite cBioPortal as a reference resource rather than utilizing it for original data analysis or visualization.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40045379",
    "title": "Focal adhesion in the tumour metastasis: from molecular mechanisms to therapeutic targets.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:16.526411"
  },
  "40034437": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract, cBioPortal was likely used to analyze PRC1 expression levels in AML patients and to correlate PRC1 expression with overall patient survival outcomes. The study found that PRC1 was overexpressed in AML patients and that high PRC1 expression levels were associated with reduced overall survival, suggesting cBioPortal was used to access and analyze clinical genomics data from AML patient cohorts.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "medium",
    "paper_id": "40034437",
    "title": "BKT300: A Novel Anti-Leukemic Small Molecule Targeting the Protein Regulator of Cytokinesis 1 (PRC1) Pathway.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:22.337249"
  },
  "40029433": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Leukemia/Lymphoma"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal usage in this study. The paper describes using transcriptomic and microbiome data from 48 DLBCL patients obtained from public databases, but does not specifically identify cBioPortal as the source. The study focuses on microbiome-related subtyping, immune infiltration analysis, and single-cell RNA sequencing, but the specific role of cBioPortal, if any, is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40029433",
    "title": "Identification of intratumoral microbiome-driven immune modulation and therapeutic implications in diffuse large B-cell lymphoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:28.214408"
  },
  "40027618": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Drug response/resistance",
      "Tumor evolution",
      "Precision medicine",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The paper likely used cBioPortal to compare genomic alterations in appendiceal adenocarcinoma with colorectal cancer and to contextualize their findings within existing cancer genomics databases. Given the authors include Schultz N and Sanchez-Vega F (cBioPortal developers) and the focus on genomic characterization of AC PDOs, cBioPortal was probably used for genomic data visualization, mutation profiling, and comparative analysis with public datasets to understand the distinct genomic landscape of appendiceal cancer versus colorectal cancer.",
    "specific_datasets": [
      "TCGA",
      "MSK-IMPACT"
    ],
    "confidence": "medium",
    "paper_id": "40027618",
    "title": "Paired primary-metastasis patient-derived organoids and mouse models identify phenotypic evolution and druggable dependencies of peritoneal metastasis from appendiceal cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:36.274437"
  },
  "40024979": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Review/Commentary",
      "Drug response/resistance",
      "Precision medicine"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper discussing ATM inhibitors in cancer therapy. Based on the abstract and introduction provided, there is no explicit description of cBioPortal usage in the study. The paper appears to cite cBioPortal as a reference resource rather than actively using it for data analysis or visualization.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40024979",
    "title": "The Development of ATM Inhibitors in Cancer Therapy.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:41.702560"
  },
  "40004137": {
    "analysis_type": [
      "Gene expression analysis",
      "Mutation analysis",
      "Other"
    ],
    "cancer_type": [
      "Melanoma",
      "Other solid tumor"
    ],
    "research_area": [
      "Review/Commentary",
      "Biomarker discovery",
      "Drug response/resistance"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Multiple sources",
      "Not specified"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as a publicly available database to analyze alterations in gene products that are S-palmitoylated, particularly in the context of skin conditions and cancers. The authors utilized cBioPortal in conjunction with other bioinformatic tools like SwissPalm to identify genomic alterations in zDHHC enzymes and their target proteins relevant to skin barrier function and skin cancers including melanoma. The specific analyses performed (mutation, expression, copy number) are not explicitly detailed in the abstract.",
    "specific_datasets": [],
    "confidence": "medium",
    "paper_id": "40004137",
    "title": "zDHHC-Mediated S-Palmitoylation in Skin Health and Its Targeting as a Treatment Perspective.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:48.103105"
  },
  "40001942": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Review/Commentary"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, this is a literature review examining the relationship between human cytomegalovirus (HCMV) infection and breast cancer. There is no indication in the provided text that cBioPortal was actively used for data analysis in this study. The paper appears to cite cBioPortal only as a reference without directly utilizing the platform for original data analysis or queries.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "40001942",
    "title": "Human Cytomegalovirus Infection and Breast Cancer: A Literature Review of Clinical and Experimental Data.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:53.354685"
  },
  "39997217": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Breast cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly described. The paper focuses on experimental investigation of BLM's role in DNA damage response using mouse models and human cell lines. cBioPortal was likely used to analyze mutation patterns and/or expression data of BLM across cancer types, particularly in breast cancer, to provide genomic context for the experimental findings.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "low",
    "paper_id": "39997217",
    "title": "Phosphorylated BLM peptide acts as an agonist for DNA damage response.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:46:59.200665"
  },
  "39990557": {
    "analysis_type": [
      "Other"
    ],
    "cancer_type": [
      "Other solid tumor",
      "Breast cancer",
      "Prostate cancer"
    ],
    "research_area": [
      "Methods/Tools development"
    ],
    "study_type": [
      "Methods/Software",
      "Original research"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the provided abstract and introduction, there is no mention of cBioPortal being used in this study. The paper focuses on developing a large language model (LLM) pipeline for extracting structured data from free-text pathology reports, specifically for kidney tumors and demonstrating adaptability to breast and prostate cancer reports. The work appears to be entirely focused on natural language processing and information extraction from clinical text rather than genomic data analysis using cBioPortal.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "39990557",
    "title": "Prompts to Table: Specification and Iterative Refinement for Clinical Information Extraction with Large Language Models.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:04.776838"
  },
  "39980051": {
    "analysis_type": [
      "Gene expression analysis",
      "Copy number analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Drug response/resistance",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "Custom/Private data"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, there is no explicit mention of cBioPortal being used in this study. The study appears to have generated its own data from the CALGB 40903 clinical trial, performing whole-transcriptome RNA sequencing and shallow whole-genome DNA sequencing on pre- and post-treatment DCIS specimens. While the paper cites cBioPortal (as indicated by the prompt), the actual usage of the platform is not described in the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "39980051",
    "title": "Genomic alterations are associated with response to aromatase inhibitor therapy for ER-positive postmenopausal ductal carcinoma in situ: (CALGB 40903, Alliance).",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:10.445483"
  },
  "39979869": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Pan-cancer",
      "Colorectal cancer",
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Methods/Tools development"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used to investigate the association between identified deleterious CTRP6 missense mutations and different cancer types. The analysis revealed strong associations between two specific mutations (G181S and R247W) and colon adenocarcinoma and uterine corpus endometrial carcinoma, respectively. The study also used cBioPortal to examine how the mutational status of CTRP6 affected the expression of other cancer-related genes such as MAP2K3, p16, TP53, and JAK1.",
    "specific_datasets": [
      "Colon adenocarcinoma",
      "Uterine corpus endometrial carcinoma"
    ],
    "confidence": "high",
    "paper_id": "39979869",
    "title": "Comprehensive characterization of pathogenic missense CTRP6 variants and their association with cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:16.140491"
  },
  "39973357": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Pathway analysis",
      "Multi-omics integration"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Pathway analysis",
      "Drug response/resistance",
      "Precision medicine",
      "Biomarker discovery"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "This study used cBioPortal to access and analyze colorectal cancer genomic data to identify distinct molecular drivers in Lynch syndrome-associated versus sporadic CRC. The analysis focused on identifying dysregulated pathways, specifically finding that PI3K-Akt signaling is dysregulated in LS-associated CRC while Wnt signaling predominates in sporadic CRC. The findings were used to propose targeted therapeutic approaches including PI3K-Akt pathway inhibitors (taselisib) for LS-associated CRC and Wnt pathway inhibitors (XAV939) for sporadic CRC.",
    "specific_datasets": [
      "TCGA-COAD",
      "TCGA-READ"
    ],
    "confidence": "medium",
    "paper_id": "39973357",
    "title": "Distinct dysregulated pathways in sporadic and Lynch syndrome-associated colorectal cancer offer insights for targeted treatment.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:21.973790"
  },
  "39955431": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Pan-cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "cBioPortal was used alongside GEPIA2 to assess survival analyses, genetic alterations (mutations and deep deletions), and RNA modifications of ENOPH1 across multiple cancer types. The platform helped identify genetic alterations primarily in UCEC, BLCA, and OV, and was instrumental in examining the relationships between ENOPH1 expression and various molecular features across the pan-cancer cohort.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "39955431",
    "title": "Comprehensive pan-cancer analysis of ENOPH1 in human tumors.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:27.382585"
  },
  "39951495": {
    "analysis_type": [
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "Custom/Private data",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "Based on the abstract and introduction provided, the specific usage of cBioPortal is not explicitly described. The paper mentions using bulk RNA-sequencing from 3 independent multi-institutional thyroid cancer patient cohorts, but does not detail whether cBioPortal was used to access these datasets or for analysis. The paper may have cited cBioPortal as a reference or potentially used it to access publicly available thyroid cancer datasets, but this cannot be confirmed from the provided text.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "39951495",
    "title": "Tenascin-C Potentiates Wnt Signaling in Thyroid Cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:34.360810"
  },
  "39948314": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis"
    ],
    "cancer_type": [
      "Colorectal cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Precision medicine"
    ],
    "study_type": [
      "Original research",
      "Clinical study"
    ],
    "data_source": [
      "TCGA"
    ],
    "cbioportal_usage_summary": "cBioPortal was used as the primary data source for this retrospective cohort study, providing clinicopathologic data, somatic mutation profiles, and mRNA expression data for 305 patients with early-stage node-negative colon cancer. The researchers analyzed somatic mutations in specific genes and classified tumors into consensus molecular subtypes (CMS) based on gene expression profiles obtained from cBioPortal to identify genomic signatures associated with recurrence after surgical resection.",
    "specific_datasets": [
      "TCGA"
    ],
    "confidence": "high",
    "paper_id": "39948314",
    "title": "Genomic Signatures of Recurrence After Resection of Early-Stage Node-Negative Colon Cancer.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:40.119055"
  },
  "39945880": {
    "analysis_type": [
      "Gene expression analysis"
    ],
    "cancer_type": [
      "Breast cancer"
    ],
    "research_area": [
      "Review/Commentary",
      "Biomarker discovery",
      "Drug response/resistance"
    ],
    "study_type": [
      "Review"
    ],
    "data_source": [
      "Not specified"
    ],
    "cbioportal_usage_summary": "This is a review paper focusing on CTGF/CCN2 as a mediator in breast cancer progression and therapeutic targeting. Based on the abstract and introduction provided, there is no explicit description of how cBioPortal was used in this study. The paper appears to cite cBioPortal as a reference resource rather than actively using it for original data analysis.",
    "specific_datasets": [],
    "confidence": "low",
    "paper_id": "39945880",
    "title": "CTGF (CCN2): a multifaceted mediator in breast cancer progression and therapeutic targeting.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:45.333979"
  },
  "39941725": {
    "analysis_type": [
      "Mutation analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Other solid tumor"
    ],
    "research_area": [
      "Biomarker discovery",
      "Immunotherapy",
      "Precision medicine"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "ICGC",
      "GENIE",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study utilized cBioPortal to access multiple public databases including AACR GENIE, TCGA, ICGC, and several immune therapy cohorts (IMvigor 210) to analyze KDM6A mutation status and expression in urothelial carcinoma. The researchers used cBioPortal to extract mutation data, gene expression data, and clinical outcomes to investigate gender-biased differences in KDM6A mutation effects on immune therapy response. The platform enabled comprehensive analysis across multiple cohorts to correlate KDM6A mutation status with survival outcomes and immune-related features stratified by gender.",
    "specific_datasets": [
      "AACR GENIE",
      "TCGA",
      "ICGC",
      "IMvigor 210",
      "UC-GENOME"
    ],
    "confidence": "high",
    "paper_id": "39941725",
    "title": "The Gender-Biased Differential Effect of <i>KDM6A</i> Mutation on Immune Therapy in Urothelial Carcinoma: A Public Database Study.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:52.012356"
  },
  "39920793": {
    "analysis_type": [
      "Mutation analysis",
      "Copy number analysis",
      "Gene expression analysis",
      "Survival analysis",
      "Pathway analysis"
    ],
    "cancer_type": [
      "Lung cancer"
    ],
    "research_area": [
      "Biomarker discovery",
      "Drug response/resistance",
      "Pathway analysis"
    ],
    "study_type": [
      "Original research"
    ],
    "data_source": [
      "TCGA",
      "Multiple sources"
    ],
    "cbioportal_usage_summary": "The study used cBioPortal to perform bioinformatic analysis of RIT1 alterations in lung adenocarcinoma, examining mutation patterns, amplification frequencies, and their association with patient survival outcomes. The analysis revealed that RIT1 alterations differ from RAS paralogs by showing predominantly amplification and mutation patterns, and that these alterations predict poor survival in lung cancer patients.",
    "specific_datasets": [
      "TCGA lung adenocarcinoma"
    ],
    "confidence": "medium",
    "paper_id": "39920793",
    "title": "Oncogenic RIT1 mutations confer ferroptosis vulnerability in lung adenocarcinoma.",
    "year": "2025",
    "text_source": "abstract",
    "classified_date": "2025-12-19T02:47:57.780585"
  }
}